{
    "texts": {
        "text-0-0": "5º grado",
        "text-0-1": "Ciencia",
        "text-0-2": "para los Estándares SEEd de Utah",
        "text-1-0": "Quinto grado",
        "text-1-1": "para los Estándares SEEd de Utah",
        "text-1-2": "Utah State Board of Education Recursos Educativos Abiertos",
        "text-5-0": "Estudiantes como Científicos",
        "text-5-1": "¿Cómo se ve y se siente la ciencia?",
        "text-5-2": "Si estás leyendo este libro, ya sea como estudiante o como profesor, vas a profundizar en la \"práctica\" de la ciencia.",
        "text-5-3": "Probablemente, alguien, en algún lugar, te ha hecho pensar en esto antes, por lo que probablemente ya has tenido la oportunidad de imaginar las posibilidades.",
        "text-5-4": "¿A quién te imaginas haciendo ciencia?",
        "text-5-5": "¿Cómo son?",
        "text-5-6": "¿Qué están haciendo?",
        "text-5-7": "A menudo, cuando pedimos a las personas que imaginen esto, dibujan o describen a personas con batas de laboratorio, personas con pelo alocado, probetas y matraces con líquidos de apariencia extraña que burbujean y espuman.",
        "text-5-8": "Tal vez haya incluso una explosión.",
        "text-5-9": "Seamos honestos: algunos científicos sí se ven así, o se parecen a otros estereotipos: personas equipadas con sus protectores de bolsillo y calculadoras, averiguando cómo lanzar un cohete al espacio.",
        "text-5-10": "O tal vez lo que viene a la mente es una lista de pasos que podrías tener que marcar para que tu proyecto de feria de ciencias sea juzgado; o, tal vez venga a la mente un gráfico o una tabla de datos con muchos números.",
        "text-5-11": "Entonces, comencemos de nuevo.",
        "text-5-12": "Cuando imaginas gráficos y tablas, batas de laboratorio y calculadoras, ¿es eso lo que amas?",
        "text-5-13": "Si esto te describe, eso es genial.",
        "text-5-14": "Pero si no lo hace, y eso probablemente sea cierto para muchos de nosotros, entonces adelante y desecha esa imagen de la ciencia.",
        "text-5-15": "Es inútil porque no eres tú.",
        "text-5-16": "En cambio, imagínate a ti mismo como un creador y hacedor de la ciencia.",
        "text-5-17": "El hecho es que necesitamos a científicos y ciudadanos como tú, seas quien seas, porque necesitamos todas las ideas, perspectivas y pensadores creativos.",
        "text-5-18": "Esto te incluye a ti.",
        "text-5-19": "Los científicos deambulan por el bosque.",
        "text-5-20": "Cavan en la tierra y rompen las piedras.",
        "text-5-21": "Ellos observan a través de microscopios.",
        "text-5-22": "Ellos leen.",
        "text-5-23": "Juegan con tubos y tuberías en los pasillos de una ferretería para ver qué tipos de sonidos pueden hacer con ellos.",
        "text-5-24": "Ellos sueñan despiertos e imaginan.",
        "text-5-25": "Ellos cuentan, miden y predicen.",
        "text-5-26": "Ellos miran las caras de roca en las montañas e imaginan cómo llegaron a ser.",
        "text-5-27": "Ellos bailan.",
        "text-5-28": "Ellos dibujan y escriben y escriben y escriben un poco más.",
        "text-5-29": "Los científicos —y esto nos incluye a todos los que hacemos, usamos, aplicamos o pensamos en la ciencia— no encajan en un cierto estereotipo.",
        "text-5-30": "Lo que realmente nos distingue como humanos no es solo que sabemos y hacemos cosas, sino que nos preguntamos y le damos sentido a nuestro mundo.",
        "text-5-31": "Hacemos esto de muchas maneras, a través de la pintura, la religión, la música, la cultura, la poesía y, sobre todo, la ciencia.",
        "text-5-32": "La ciencia no es solo un método o una colección de cosas que conocemos.",
        "text-5-33": "Es una práctica exclusivamente humana de preguntarse y crear explicaciones para el mundo natural que nos rodea.",
        "text-5-34": "Esto abarca desde los bloques de construcción más fundamentales de toda la materia hasta la más amplia extensión del espacio que lo contiene todo.",
        "text-5-35": "Si alguna vez te has preguntado \"¿Cuándo comenzó el tiempo?\", o \"¿Cuál es la cosa más pequeña?\", o incluso \"¿Qué es el color?\", o tantas otras interminables",
        "text-6-0": "si ya estás haciendo preguntas, entonces ya estás pensando con una mente científica.",
        "text-6-1": "Por supuesto que lo eres;",
        "text-6-2": "al fin y al cabo, eres humano.",
        "text-6-3": "Pero aquí es donde realmente tenemos que ser claros.",
        "text-6-4": "La ciencia no es solo preguntas y explicaciones.",
        "text-6-5": "La ciencia trata de un sentido de asombro y la propia creación de sentido.",
        "text-6-6": "Tenemos que preguntarnos y luego realmente profundizar en los detalles de nuestro entorno.",
        "text-6-7": "Tenemos que ensuciarnos las manos.",
        "text-6-8": "Aquí hay un buen ejemplo: dos jóvenes científicos bajo la presencia de las Torres del Palacio de Justicia en el Parque Nacional Arches.",
        "text-6-9": "Podemos estar seguros de que pasaron algún tiempo admirando las gigantes paredes de arenisca,",
        "text-6-10": "pero aquí en esta foto están fascinados con la arena que acaba de ser lavada nuevamente por la lluvia reciente.",
        "text-6-11": "Hay una gigantesca formación de arenisca que se cierne sobre estos niños en el desierto.",
        "text-6-12": "y están jugando felizmente en la arena.",
        "text-6-13": "Esto es ridículo.",
        "text-6-14": "¿O lo es?",
        "text-7-0": "¿Cómo llegó esa arena allí?",
        "text-7-1": "¿De dónde vino?",
        "text-7-2": "¿La arena proviene de la roca o la roca proviene de la arena?",
        "text-7-3": "¿Y cómo lo sabrías?",
        "text-7-4": "¿Cómo cuentas esta historia?",
        "text-7-5": "Mira.",
        "text-7-7": "¿Con qué frecuencia hay un charco en el desierto?",
        "text-7-8": "La arena está húmeda y fina;",
        "text-7-9": "y crea patrones arremolinados y en capas sobre la piedra sólida.",
        "text-7-10": "Hay cavidades y bolsillos en la roca, como el que estos dos científicos están sentados en,",
        "text-7-12": "Y entonces podrías comenzar a preguntarte:",
        "text-7-15": "Y luego puedes preguntarte más sobre la enorme formación en el fondo:",
        "text-7-16": "Tiene los mismos colores que la arena,",
        "text-7-18": "Y si se está construyendo con arena,",
        "text-7-21": "¿Por qué?",
        "text-7-24": "Así como se puede encontrar ciencia en un charco, un hoyo o una simple formación rocosa,",
        "text-7-25": "hay ciencia en una burbuja de jabón, en un gusano, en el giro de un bailarín y en la estructura de un puente.",
        "text-7-26": "Pero esta cosa que llamamos \"ciencia\" sólo está allí si prestas atención, haces preguntas e imaginas posibilidades.",
        "text-7-27": "Tienes que hacer la ciencia siendo la persona que reúne información y evidencia.",
        "text-7-28": "¿quién organiza y razona con esto?",
        "text-7-29": "y quién lo comunica a los demás.",
        "text-7-30": "Sobre todo, puedes maravillarte.",
        "text-7-31": "A lo largo de todo el resto de este libro y de toda la ciencia que hagas alguna vez,",
        "text-7-32": "La maravilla debería estar en el corazón de todo.",
        "text-7-33": "Ya sea que seas un estudiante o un maestro,",
        "text-7-34": "esta maravilla es lo que dará vida al sentido científico y lo hará tuyo.",
        "text-7-35": "Adam Johnston",
        "text-8-0": "Prácticas de Ciencia e Ingeniería",
        "text-8-1": "Las prácticas de ciencia e ingeniería son lo que los científicos hacen para investigar y explorar fenómenos naturales.",
        "text-8-2": "Hacer preguntas y definir problemas",
        "text-8-3": "DESARROLLANDO Y UTILIZANDO MODELOS",
        "text-8-4": "Planificación y realización de investigaciones",
        "text-8-5": "ANALIZANDO E INTERPRETANDO DATOS",
        "text-8-6": "USANDO MATEMÁTICAS Y PENSAMIENTO COMPUTACIONAL",
        "text-8-7": "CONSTRUCCIÓN DE EXPLICACIONES Y DISEÑO DE SOLUCIONES",
        "text-8-8": "Participar en Argumentación a partir de Evidencias",
        "text-8-9": "OBTENCIÓN, EVALUACIÓN Y COMUNICACIÓN DE INFORMACIÓN",
        "text-9-0": "Conceptos transversales",
        "text-9-1": "Los conceptos transversales son las herramientas que los científicos usan para comprender los fenómenos naturales.",
        "text-9-3": "Patrones",
        "text-9-4": "Las estructuras o eventos suelen ser consistentes y repetidos.",
        "text-9-5": "Estabilidad y Cambio",
        "text-9-6": "Con el tiempo, un sistema puede permanecer igual o volverse diferente, dependiendo de una variedad de factores.",
        "text-9-7": "Causa y Efecto",
        "text-9-8": "Los eventos tienen causas, a veces simples, a veces multifacéticas.",
        "text-9-9": "Escala, Proporción y Cantidad",
        "text-9-10": "Diferentes medidas de tamaño y tiempo afectan la estructura de un sistema, su rendimiento y nuestra capacidad para observar fenómenos.",
        "text-9-11": "Materia y Energía",
        "text-9-12": "El seguimiento de los flujos de energía y materia hacia, fuera de y dentro de los sistemas ayuda a comprender el comportamiento de su sistema.",
        "text-9-13": "Sistemas",
        "text-9-14": "Un conjunto de cosas o partes conectadas que forman un todo complejo.",
        "text-9-15": "Estructura y función",
        "text-9-16": "La forma o estructura de un objeto determina muchas de sus propiedades y funciones.",
        "text-10-0": "¿Qué implica el diseño de ingeniería?",
        "text-10-1": "La ingeniería es un proceso creativo donde se prueba cada nueva versión de un diseño y luego se modifica, basado en lo que se ha aprendido hasta ese punto.",
        "text-10-2": "Este proceso incluye una serie de componentes:",
        "text-10-3": "1. Identificar el problema y definir los criterios y restricciones.",
        "text-10-4": "Generar ideas sobre cómo resolver el problema.",
        "text-10-5": "Los ingenieros utilizan la investigación, la lluvia de ideas y la colaboración con otros para generar ideas de soluciones y diseños.",
        "text-10-6": "3. Utilizar criterios y restricciones para evaluar posibles soluciones de diseño e identificar aquella(s) que mejor aborde(n) estos parámetros para el problema en contexto.",
        "text-10-7": "Construir y probar los prototipos.",
        "text-10-8": "Usando los datos recopilados, el ingeniero analiza qué tan bien cumplen los prototipos con los criterios y restricciones dados.",
        "text-10-9": "5. Sugerir o realizar mejoras a los prototipos para optimizar el diseño.",
        "text-10-10": "En los Estándares de Ciencia con Educación en Ingeniería (SEEd), los estándares específicos de ingeniería generalmente involucran dos tipos de tareas:",
        "text-10-11": "1. Si el estándar incluye la idea de diseñar, entonces el proceso de diseño contendrá componentes de definición del problema (junto con la identificación de los criterios y restricciones), desarrollo de muchas soluciones posibles y optimización de una solución (por ejemplo, determinar la mejor solución para la situación basada en los criterios y restricciones, probar la solución, refinar la solución).",
        "text-10-12": "2. Si el estándar incluye la idea de evaluar, entonces el proceso de diseño contendrá componentes de definir el problema (junto con identificar los criterios y restricciones) y optimizar una solución.",
        "text-10-13": "La idea de desarrollar muchas soluciones posibles no se incluye porque se proporcionarán varias soluciones.",
        "text-10-14": "La idea de evaluar significa determinar la mejor solución de las soluciones proporcionadas para la situación, basándose en cumplir con los requisitos de criterios y restricciones.",
        "text-11-0": "Tabla de Contenidos",
        "text-11-1": "CAPÍTULO 1-Sistemas de la Tierra",
        "text-11-3": "1.1 Patrones en las características de la Tierra (5.1.1)",
        "text-11-5": "1.2 Agua de la Tierra (5.1.2)",
        "text-11-7": "1.3 Meteorización y Erosión (5.1.3)",
        "text-11-9": "Interacciones entre Sistemas (5.1.4)",
        "text-11-11": "1.5 Impacto en los humanos (5.1.5)",
        "text-11-13": "CAPÍTULO 2-Propiedades y Cambios en la Materia",
        "text-11-15": "Demasiado pequeño para ver",
        "text-11-17": "2.2 Identificación de sustancias (5.2.2)",
        "text-11-19": "2.3 Combinando Sustancias (5.2.3)",
        "text-11-21": "2.4 Conservación de la Materia (5.2.4)",
        "text-11-23": "CAPÍTULO 3-Ciclo de la Materia en los Sistemas de la Tierra",
        "text-11-25": "3.1 Construcción de Plantas (5.3.1)",
        "text-11-27": "3.2 Consumo de Alimentos (5.3.2)",
        "text-11-29": "3.3 Movimiento de la Materia (5.3.3)",
        "text-11-31": "3.4 Conservación de recursos (5.3.4)",
        "text-13-0": "CAPÍTULO 1",
        "text-13-1": "Tramo 1: Características e Interacciones de los Sistemas de la Tierra",
        "text-13-2": "Esquema del Capítulo",
        "text-13-3": "Patrones en las características de la Tierra (5.1.1)",
        "text-13-4": "1.2 Agua de la Tierra (5.1.2)",
        "text-13-5": "1.3 Meteorización y Erosión (5.1.3)",
        "text-13-6": "Interacciones entre Sistemas (5.1.4)",
        "text-13-7": "1.5 Impacto en los humanos (5.1.5)",
        "text-13-8": "Los principales sistemas de la Tierra son la geosfera (roca sólida y fundida, suelo y sedimentos),",
        "text-13-16": "Imagen por Julius Silver, pixabay.com, CC0",
        "text-13-9": "la hidrosfera (agua y hielo)",
        "text-13-10": "la atmósfera (aire)",
        "text-13-11": "y la biosfera (seres vivos, incluidos los seres humanos).",
        "text-13-12": "Estos sistemas interactúan de múltiples maneras.",
        "text-13-13": "La meteorización y la erosión son ejemplos de interacciones entre los sistemas de la Tierra.",
        "text-13-14": "Algunas interacciones causan deslizamientos de tierra, terremotos y erupciones volcánicas que afectan a los humanos y otros organismos.",
        "text-13-15": "Los seres humanos no pueden eliminar los peligros naturales; se pueden diseñar soluciones para reducir su impacto.",
        "text-15-0": "1.1 Patrones en las características de la Tierra (5.1.1)",
        "text-15-1": "Fenómeno",
        "text-15-2": "En el Océano Pacífico hay un camino de volcanes activos con frecuentes terremotos, llamado el Anillo de Fuego. Los puntos representan volcanes activos.",
        "text-15-3": "Volcanes Activos, Tectónica de Placas y el \"Anillo de Fuego\"",
        "text-15-4": "Imagen por USGS, https://commons.wikimedia.org/wiki/File:Map_plate_tectonics_world.gif; dominio público",
        "text-15-5": "Observaciones y Preguntas",
        "text-15-6": "1. ¿Qué observas sobre este fenómeno?",
        "text-15-7": "¿Qué te preguntas sobre este fenómeno?",
        "text-16-0": "Preguntas de enfoque",
        "text-16-1": "1",
        "text-16-2": "¿Dónde ves la mayoría de los volcanes?",
        "text-16-3": "2",
        "text-16-4": "¿Dónde se ven menos volcanes?",
        "text-16-6": "¿Qué patrones ves en la ubicación de los volcanes activos?",
        "text-17-0": "Patrones en las características de la Tierra",
        "text-17-5": "En este capítulo, examinarás los diferentes patrones que vemos en las características de la Tierra.",
        "text-17-1": "Analizar e interpretar datos para describir patrones de las características de la Tierra.",
        "text-17-2": "La mayoría de los terremotos y volcanes ocurren en bandas que a menudo se encuentran a lo largo de los límites entre continentes y océanos, mientras que las principales cadenas montañosas pueden encontrarse dentro de los continentes o cerca de sus bordes.",
        "text-17-3": "Ejemplos de datos podrían incluir mapas que muestren las ubicaciones de montañas en los continentes y el fondo del océano o las ubicaciones de volcanes y terremotos.",
        "text-17-4": "(ESS2.B)",
        "text-17-6": "Volcanes, Terremotos y Fondo del Océano",
        "text-17-7": "Volcanes",
        "text-17-8": "Los volcanes son aberturas en la corteza terrestre que permiten que la roca caliente y fundida (magma), ceniza y gases erupcionen hacia afuera.",
        "text-17-9": "Los volcanes cambian la superficie de la Tierra en un corto período de tiempo.",
        "text-17-10": "Más de la mitad de la superficie de la Tierra está compuesta de roca volcánica.",
        "text-17-11": "Los volcanes son evidencia de que vivimos en un planeta activo y cambiante.",
        "text-17-12": "¿Sabes cómo se forma un volcán?",
        "text-17-13": "Muy por debajo de la superficie de la Tierra, las temperaturas son lo suficientemente calientes como para derretir roca.",
        "text-17-14": "La roca derretida sale de grietas en la corteza de la Tierra, resultando en un volcán.",
        "text-17-15": "Algunas erupciones derraman ríos de lava mientras que otros volcanes tienen erupciones más grandes.",
        "text-17-16": "Los volcanes pueden entrar en erupción bajo el agua, formando enormes cadenas de montañas volcánicas en el fondo del océano.",
        "text-17-17": "Cinturón de Fuego del Pacífico",
        "text-17-18": "La mayoría de los terremotos y erupciones volcánicas ocurren a lo largo de los bordes del Océano Pacífico (ver imagen abajo).",
        "text-17-19": "La corteza terrestre está dividida en una serie de secciones masivas llamadas placas.",
        "text-17-20": "Los movimientos de estas placas pueden explicar cambios notables en la Tierra, como terremotos, erupciones volcánicas y la formación de montañas.",
        "text-17-21": "Esta sección está adaptada de la información en:",
        "text-17-22": "https://www.nationalgeographic.org/encyclopedia/ring-fire/",
        "text-17-23": "https://www.nationalgeographic.org/topics/resource-library-plate-tectonics/?q=&page=1&per_page=25",
        "text-18-0": "Los numerosos volcanes y terremotos a lo largo del Anillo de Fuego son causados por la cantidad de movimiento de las placas tectónicas en la zona.",
        "text-18-1": "A lo largo del Anillo de Fuego, las placas se superponen.",
        "text-18-2": "El magma cerca de la superficie de la Tierra crea actividad volcánica.",
        "text-18-3": "El límite entre las placas del Pacífico y Norteamericana (imagen del fenómeno) es una falla transformante, donde las placas se desplazan lateralmente una junto a otra.",
        "text-18-4": "Este tipo de límite genera una gran cantidad de terremotos a medida que la tensión en la corteza de la Tierra se acumula y se libera.",
        "text-18-5": "Las placas también pueden alejarse unas de otras dentro de un continente.",
        "text-18-6": "Esto se llama rift continental.",
        "text-18-7": "Cuando esto ocurre, la corteza se adelgaza, se rompe y luego se separa.",
        "text-18-8": "Terremotos",
        "text-18-9": "Los terremotos son ondas de energía que pasan a través de la Tierra, causadas por un repentino desplazamiento de placas tectónicas a lo largo de líneas de falla, una larga grieta en la superficie de la Tierra.",
        "text-18-10": "Los terremotos pueden causar cambios repentinos que alteran el paisaje de la Tierra de manera dramática.",
        "text-18-11": "Fuerzas tremendas bajo la superficie de la Tierra acumulan presión, que se libera en ondas a lo largo de una falla.",
        "text-18-12": "Porciones de la corteza terrestre se mueven, creando ondas.",
        "text-18-13": "Algunas de las ondas son ondas superficiales porque viajan a lo largo de la superficie de la Tierra.",
        "text-18-14": "Otras ondas, llamadas ondas de cuerpo, viajan a través del interior de la Tierra.",
        "text-18-15": "En un terremoto, las ondas internas son responsables de los sacudones bruscos.",
        "text-18-16": "Las ondas superficiales son responsables del",
        "text-19-0": "movimientos de rodadura que causan la mayor parte del daño.",
        "text-19-1": "Los terremotos pueden crear accidentes geográficos en la superficie de la Tierra.",
        "text-19-2": "Las montañas pueden formarse durante un terremoto cuando los bordes de las placas tectónicas se empujan entre sí.",
        "text-19-3": "Durante un terremoto, una falla puede deslizarse profundamente bajo tierra y no dejar evidencia en la superficie de que ha ocurrido un terremoto.",
        "text-19-4": "Los terremotos en el océano pueden causar un tsunami, una gran ola del océano.",
        "text-19-5": "Fondo del océano",
        "text-19-6": "En los océanos, las placas se separan en las dorsales oceánicas, provocando volcanes, creando aberturas para que la lava suba, erupcione y se enfríe.",
        "text-19-7": "A medida que más lava entra en erupción y empuja el suelo marino original hacia afuera, el suelo marino se extiende y forma una nueva corteza oceánica.",
        "text-19-8": "Esta es la razón por la que hay una cordillera que atraviesa los océanos.",
        "text-19-9": "El alejamiento de las placas provoca terremotos.",
        "text-19-10": "La mayoría de las dorsales oceánicas están ubicadas profundamente bajo el mar.",
        "text-19-11": "La isla de Islandia se encuentra justo en la dorsal mesoatlántica.",
        "text-19-12": "Dorsal Mesoatlántica por Mangwanani, dominio público",
        "text-19-13": "El valle del Rift en Islandia es parte de la Cordillera del Atlántico Medio.",
        "text-20-0": "Poniéndolo Junto",
        "text-20-1": "Volcanes activos, tectónica de placas y el \"Cinturón de Fuego\"",
        "text-20-2": "Preguntas de enfoque",
        "text-20-3": "Los puntos representan volcanes activos.",
        "text-20-4": "¿Qué notas sobre la ubicación de la mayoría de los volcanes mostrados?",
        "text-20-5": "Las líneas oscuras representan los límites de las placas.",
        "text-20-6": "¿Qué sabemos sobre los límites de placas y los terremotos?",
        "text-20-7": "3. Basado en lo que sabes sobre volcanes y terremotos,",
        "text-20-8": "¿Qué predicciones se pueden hacer sobre los cambios en la superficie terrestre en el futuro?",
        "text-21-0": "[The translated text in Spanish would be here]",
        "text-21-1": "Describe dos patrones de cambio en las características de la Tierra y cómo ocurren.",
        "text-23-0": "1.2 Agua de la Tierra (5.1.2)",
        "text-23-1": "Fenómeno",
        "text-23-2": "La mayor parte del agua que se encuentra en la Tierra es agua salada, no agua dulce.",
        "text-23-3": "Agua salada y agua dulce",
        "text-23-4": "97%",
        "text-23-5": "Agua salina (océanos)",
        "text-23-6": "Agua Total en la Tierra",
        "text-23-7": "Agua dulce",
        "text-23-8": "3%",
        "text-23-9": "Casquetes de hielo y glaciares 68.7%",
        "text-23-10": "Agua Subterránea 30.1%",
        "text-23-11": "Otro 0.9%",
        "text-23-12": "Agua superficial 0.3%",
        "text-23-13": "Lagos 87%",
        "text-23-14": "Pantanos 11%",
        "text-23-15": "Ríos 2%",
        "text-23-16": "La mayor parte del agua en la Tierra es agua salada (97%), y solo una pequeña es agua dulce (3%).",
        "text-23-17": "Imagen por Mariana Ruiz Villarreal (LadyofHats) para la Fundación CK-12, CC BY-NC 3.0",
        "text-23-18": "Observaciones y Preguntas",
        "text-23-19": "¿Qué estás observando sobre este fenómeno?",
        "text-23-20": "2. ¿Qué te estás preguntando sobre este fenómeno?",
        "text-24-0": "Preguntas de enfoque",
        "text-24-1": "1. La imagen de arriba muestra cómo se distribuye el agua en la Tierra. ¿Cuánta agua en la Tierra es agua salada (agua salina)?",
        "text-24-2": "2. ¿Cuánta agua en la Tierra es agua superficial (lagos, pantanos o ríos)?",
        "text-24-3": "3. ¿Qué encuentras sorprendente en estos datos?",
        "text-25-0": "5.1.2 El agua de la Tierra",
        "text-25-1": "Utiliza las matemáticas y el pensamiento computacional para comparar la cantidad de agua salada y de agua dulce en varios reservorios para proporcionar evidencia de la distribución del agua en la Tierra.",
        "text-25-2": "Enfatizar reservorios como océanos, lagos, ríos, glaciares, aguas subterráneas y casquetes polares.",
        "text-25-3": "Ejemplos de uso de las matemáticas y el pensamiento computacional podrían incluir medir, estimar, graficar o encontrar porcentajes de cantidades.",
        "text-25-4": "(ESS2.C)",
        "text-25-5": "En esta sección, concéntrate en comparar la cantidad de agua salada con agua dulce que se encuentra en la Tierra.",
        "text-25-6": "¿Dónde está el agua de la Tierra?",
        "text-25-7": "El agua de la Tierra está (casi) en todas partes: sobre la Tierra en el aire y las nubes (atmósfera)",
        "text-25-8": "en la superficie de la Tierra en ríos, océanos, hielo (hidrosfera),",
        "text-25-9": "plantas, en organismos vivos (biosfera), y dentro de la Tierra (geosfera).",
        "text-25-10": "Esta sección está adaptada de información en:",
        "text-25-11": "https://www.usgs.gov/special-topic/water-science-school/science/how-much-water-there-earth?qtscience_center_objects=0#qt-science_center_objects",
        "text-25-12": "CC BY",
        "text-26-0": "Aquí hay un gráfico que muestra la distribución del agua en la Tierra.",
        "text-26-1": "En la primera columna, observe que el 2.5% del agua de la Tierra es agua dulce, la cantidad necesaria para que la vida sobreviva.",
        "text-26-2": "La columna del medio muestra la descomposición del agua dulce. Casi toda se encuentra en hielo y en el suelo.",
        "text-26-3": "Solo un poco más del 1,2% de toda el agua dulce es agua superficial, que proporciona la mayoría de las necesidades de la vida.",
        "text-26-4": "La columna derecha muestra la descomposición del agua dulce superficial.",
        "text-26-5": "La mayor parte del agua dulce superficial se encuentra en el hielo, y otro 20.9% se encuentra en los lagos.",
        "text-26-6": "Los ríos constituyen el 0,49% del agua dulce superficial.",
        "text-26-7": "Aunque los ríos representan solo una pequeña cantidad de agua dulce, los ríos son la fuente de la mayor parte del agua utilizable.",
        "text-26-8": "¿Dónde está el agua de la Tierra?",
        "text-26-26": "¿Cuánta agua hay en, dentro y sobre la Tierra?",
        "text-26-27": "La Tierra es un lugar acuático.",
        "text-26-28": "Pero, ¿cuánta agua existe en nuestro planeta?",
        "text-26-29": "Aproximadamente el 71 por ciento de la superficie de la Tierra está cubierta de agua, y los océanos contienen aproximadamente el 96 por ciento de toda el agua de la Tierra.",
        "text-26-30": "El agua también existe en el",
        "text-27-0": "aire (como vapor de agua), ríos y lagos, capas de hielo y glaciares, el suelo (como humedad del suelo y en acuíferos).",
        "text-27-1": "Agua dulce",
        "text-27-2": "Aunque solo se puede notar agua en la superficie de la Tierra, se almacena más agua dulce en el suelo que la que hay en forma líquida en la superficie.",
        "text-27-3": "De hecho, parte del agua que ves fluyendo en los ríos proviene del agua que se filtra en la superficie de la Tierra para convertirse en agua subterránea.",
        "text-27-4": "El agua de la precipitación se filtra continuamente en el suelo para llenar los acuíferos (reservorios subterráneos), mientras que al mismo tiempo el agua en el suelo llena continuamente los ríos a través de la infiltración.",
        "text-27-5": "Los humanos utilizan tanto el agua superficial como el agua subterránea.",
        "text-27-6": "En los Estados Unidos en 2010, usamos aproximadamente 275 mil millones de galones (1,041 mil millones de litros) de agua superficial por día y aproximadamente 79.3 mil millones de galones (300.2 mil millones de litros) de agua subterránea por día.",
        "text-27-7": "Aunque se utiliza más a menudo el agua superficial para suministrar agua potable y para regar los cultivos, el agua subterránea es vital porque llena los ríos y lagos y proporciona agua a las personas en lugares donde el agua escasea, como en los pueblos desérticos del oeste de Estados Unidos.",
        "text-28-0": "Uniéndolo todo",
        "text-28-1": "Agua salada y agua dulce",
        "text-28-2": "Agua Total en la Tierra",
        "text-28-3": "97%",
        "text-28-5": "3%",
        "text-28-7": "Casquetes polares y glaciares 68.7%",
        "text-28-8": "Agua Subterránea 30.1%",
        "text-28-9": "Otro 0.9%",
        "text-28-10": "Agua Superficial 0.3%",
        "text-28-11": "87% Lagos",
        "text-28-12": "11% Pantanos",
        "text-28-13": "2% Ríos",
        "text-28-14": "La mayor parte del agua en la Tierra es agua salada (97%), y solo una pequeña cantidad es agua dulce (3%).",
        "text-28-15": "Imagen de Mariana Ruiz Villarreal (LadyofHats) para la Fundación CK-12, CC BY-NC 3.0",
        "text-28-16": "Preguntas de Enfoque",
        "text-28-17": "1. Enumera tres lugares donde se encuentra agua dulce en la Tierra.",
        "text-28-18": "2. ¿Qué recursos hídricos contribuyen al agua superficial de la Tierra?",
        "text-29-0": "Tarea Final",
        "text-29-1": "Dibuja un gráfico de barras para mostrar el agua salada en la Tierra comparada con el agua dulce en la Tierra.",
        "text-31-0": "1.3 Meteorización y Erosión (5.1.3)",
        "text-31-1": "Fenómeno",
        "text-31-2": "Una acera está agrietada.",
        "text-31-3": "Observaciones y Preguntas",
        "text-31-4": "1",
        "text-31-5": "¿Qué estás observando sobre este fenómeno?",
        "text-31-6": "2",
        "text-31-7": "¿Qué te preguntas sobre este fenómeno?",
        "aria-0-0-0": "Nivel de Grado",
        "aria-0-0-1": "Sujeto",
        "aria-0-0-2": "Descripción de Normas",
        "aria-1-0-0": "Subtítulo para Utah SEEd Standards",
        "aria-1-0-1": "Recursos Educativos Abiertos del Consejo de Educación del Estado de Utah",
        "aria-3-1-0": "Símbolo de copyright",
        "aria-3-1-1": "Visitar el sitio web de CK-12",
        "aria-5-4-0": "Contenedor de Interfaz",
        "aria-5-4-1": "Contenedor de navegación",
        "aria-6-0-0": "Sección de contenido principal",
        "aria-8-0-0": "Diagrama que ilustra las prácticas de ciencia e ingeniería",
        "aria-8-0-1": "Sección sobre hacer preguntas y definir problemas",
        "aria-8-0-2": "Sección sobre el desarrollo y uso de modelos",
        "aria-8-0-3": "Planificación y realización de investigaciones",
        "aria-8-0-4": "Sección sobre el análisis e interpretación de datos",
        "aria-8-0-5": "sección sobre el uso de matemáticas y pensamiento computacional",
        "aria-8-0-6": "Sección sobre la construcción de explicaciones y el diseño de soluciones.",
        "aria-8-0-7": "Sección sobre participar en argumentos basados en evidencia",
        "aria-8-0-8": "Sección sobre la obtención, evaluación y comunicación de información.",
        "aria-12-0-0": "Portada para el libro de Ciencias de 5º grado con los estándares SEEd de Utah.",
        "aria-15-0-0": "Ilustración de volcanes activos y placas tectónicas en el Anillo de Fuego",
        "aria-15-1-0": "¿Qué observas sobre este fenómeno?",
        "aria-15-1-1": "¿Qué te preguntas sobre este fenómeno?",
        "aria-16-0-0": "¿Dónde ves más volcanes?",
        "aria-16-1-0": "El perro está ladrando.",
        "aria-16-2-0": "Preguntas de enfoque",
        "aria-16-2-1": "¿Dónde ves más volcanes?",
        "aria-16-2-2": "Responde donde veas los menos volcanes",
        "aria-16-2-3": "Describir patrones en la ubicación de los volcanes activos",
        "aria-17-0-0": "Capítulo 5.1.1 Patrones en las Características de la Tierra",
        "aria-17-0-1": "Información sobre los patrones de las características de la Tierra",
        "aria-17-0-2": "Analizar e interpretar datos.",
        "aria-17-3-0": "Artículo sobre el Anillo de Fuego del Pacífico.",
        "aria-17-4-0": "Enciclopedia de National Geographic sobre el Anillo de Fuego",
        "aria-17-4-1": "Tema de Tectónica de Placas en National Geographic",
        "aria-18-0-0": "Mapa del Anillo de Fuego que muestra los límites de las placas tectónicas.",
        "aria-19-0-0": "Contenido Principal",
        "aria-19-1-0": "Imagen de la Dorsal Mesoatlántica en Islandia",
        "aria-20-0-0": "Sección de Texto e Imágenes",
        "aria-20-0-1": "Mapa que muestra volcanes activos, placas tectónicas y el Anillo de Fuego",
        "aria-21-0-0": "Área de entrada para describir patrones de cambio en las características de la Tierra",
        "aria-23-1-0": "Área de texto de observación",
        "aria-23-1-1": "Área de texto de la que se pregunta.",
        "aria-24-0-0": "¿Cuánta agua en la Tierra es agua salada?",
        "aria-24-0-1": "¿Cuánta agua de la Tierra es agua superficial?",
        "aria-24-0-2": "Respuesta a la pregunta 3: ¿Qué encuentra sorprendente sobre estos datos?",
        "aria-25-1-0": "Imagen de una gota de agua creando ondas",
        "aria-25-2-0": "Enlace a la Escuela de Ciencias del Agua del USGS",
        "aria-26-0-0": "Distribución de agua del Tierra",
        "aria-27-2-0": "Uso de Agua Dulce",
        "aria-28-0-0": "Imagen que muestra la distribución del agua total en la Tierra",
        "aria-28-1-0": "lugares donde se encuentra agua dulce en la Tierra.",
        "aria-28-1-1": "Responder sobre los recursos hídricos que contribuyen al agua superficial de la Tierra.",
        "aria-29-0-0": "Entradas para enfoque o hallazgos",
        "aria-31-0-0": "Entrada de respuesta de observación",
        "aria-31-0-1": "Preguntándose por la entrada de respuesta",
        "placeholder-15-1-0": "Escribe tus observaciones...",
        "placeholder-15-1-1": "Escribe tus preguntas...",
        "placeholder-16-0-0": "Escribe tu respuesta aquí...",
        "placeholder-16-2-0": "Escribe aquí tu respuesta...",
        "placeholder-16-2-1": "Escribe tu respuesta aquí...",
        "placeholder-16-2-2": "Por favor, proporcióname el texto específico que necesitas traducir de inglés a español.",
        "placeholder-21-0-0": "Escribe tu respuesta aquí...",
        "placeholder-23-1-0": "Escriba su observación aquí...",
        "placeholder-23-1-1": "Escribe tu pregunta aquí...",
        "placeholder-24-0-0": "Escribe tu respuesta aquí...",
        "placeholder-24-0-1": "Por favor escríbelo aquí...",
        "placeholder-24-0-2": "Lo siento, necesito saber qué contenido debo traducir para ti.",
        "placeholder-28-1-0": "Por favor ingrese su respuesta aquí...",
        "placeholder-28-1-1": "Please provide the text you want to have translated.",
        "placeholder-29-0-0": "Describe tu enfoque o hallazgos aquí...",
        "placeholder-31-0-0": "Escribe tus observaciones aquí...",
        "placeholder-31-0-1": "Escribe tus preguntas aquí...",
        "img-2-1": "Portada de un libro de ciencia de quinto grado, mostrando un campo de flores bajo el sol.",
        "img-3-1": "Portada del libro: Ciencia de 5º grado, estándar SEEd de Utah, con un fondo de flores coloridas.",
        "img-6-2": "Formación de arenisca en un paisaje desértico con dos personas explorando en el suelo.",
        "img-8-3": "Prácticas de ciencia e ingeniería: Hacer preguntas y definir problemas, desarrollar y usar modelos, planificar y llevar a cabo investigaciones, analizar e interpretar datos, usar el pensamiento matemático y computacional, construir explicaciones y diseñar soluciones, participar en argumentos basados en evidencia, obtener, evaluar y comunicar información.",
        "img-9-2": "Conceptos transversales de la ciencia con iconos y descripciones breves: patrones, estabilidad y cambio, causa y efecto, escala, proporción y cantidad, materia y energía, sistemas, y estructura y función.",
        "img-13-2": "Una isla volcánica con humo saliendo de su cráter, rodeada por el océano, mostrando actividad volcánica.",
        "img-15-2": "Mapa que muestra el \"Cinturón de Fuego del Pacífico\" con la ubicación de volcanes activos, placas tectónicas y características geológicas importantes.",
        "img-18-2": "Mapa que muestra el Anillo de Fuego del Pacífico con etiquetas de trincheras y volcanes activos.",
        "img-19-2": "Un valle de grieta parcialmente cubierto de nieve en Islandia, parte de la Dorsal Mesoatlántica.",
        "img-20-2": "Mapa de volcanes activos, tectónica de placas y el \"Anillo de Fuego\" en el Pacífico.",
        "img-23-2": "Gráfico que muestra la proporción de agua en la Tierra: 97% es agua salina (océanos) y 3% es agua dulce.",
        "img-25-2": "Una gota de agua formando ondas en la superficie líquida.",
        "img-26-2": "Diagrama que muestra la distribución del agua en la Tierra: 96.5% océanos, 2.5% de agua dulce, de la cual el 68.7% está en glaciares y casquetes de hielo, y el 30.1% es agua subterránea.",
        "img-28-2": "Diagrama que muestra que el 97% del agua en la Tierra es salada y el 3% es dulce, con detalles sobre la distribución del agua dulce en glaciares, agua subterránea y agua superficial.",
        "img-30-1": "Flores coloridas bajo la luz del sol, asociadas a un libro de ciencia de quinto grado.",
        "img-31-2": "Una acera agrietada por la intemperie y la erosión.",
        "sectioneli5-0-0": "Este es un libro de ciencias para niños de quinto grado que viven en Utah. Sigue reglas especiales llamadas Estándares SEEd, que son como guías para ayudar a todos a aprender las mismas cosas interesantes de ciencias. ¡Piensa en ello como una divertida guía para explorar la ciencia en la naturaleza y el mundo que te rodea!",
        "sectioneli5-1-0": "Este es un libro para niños que están en quinto grado, que es un año que se cursa en la escuela. Fue hecho especialmente para niños en Utah y tiene muchas cosas divertidas para aprender. ¡Es como una guía para ayudar a los maestros a saber qué enseñarte este año!",
        "sectioneli5-2-0": "Esta es la portada de un libro de ciencia de quinto grado. Muestra muchas flores coloridas bajo un sol brillante, lo que podría significar que vamos a aprender sobre cómo crecen las plantas o qué ocurre en la naturaleza. Está hecho para niños en Utah, por lo que todos allí aprenderán lo mismo sobre ciencia.",
        "sectioneli5-3-1": "La Fundación CK-12 es un grupo que ayuda a crear libros de texto de ciencias para estudiantes como tú. Quieren asegurarse de que todos puedan obtener materiales de aprendizaje sin pagar mucho dinero. La imagen muestra que es para ciencias de 5º grado, lo que significa que es para aprender sobre cosas divertidas de ciencias como plantas y naturaleza.",
        "sectioneli5-5-0": "¡La ciencia es como jugar a ser detective! Se trata de hacer preguntas sobre el mundo, como '¿Por qué es azul el cielo?' o '¿Cómo crecen las plantas?' Imagina a alguien que ama encontrar respuestas, incluso si no lleva una bata de laboratorio.\n\nLos científicos pueden ser cualquiera que le guste explorar, probar cosas y pensar mucho sobre por qué suceden las cosas. Así que si te gusta hacer preguntas y resolver acertijos, ¡tú también eres como un científico!",
        "sectioneli5-5-1": "Cuando la gente piensa en científicos, podría imaginarse a personas con batas blancas y cabello alocado trabajando en laboratorios con líquidos burbujeantes y explosiones. A veces, también piensan en científicos usando calculadoras y lanzando cohetes. Pero la ciencia no se trata solo de estas ideas. Se trata de hacer preguntas, de ser curioso, y todos pueden ser científicos explorando y maravillándose con el mundo.",
        "sectioneli5-5-2": "Cuando piensas en ciencia, podrías imaginarte personas con batas de laboratorio o usando calculadoras. Pero si eso no te describe, ¡no te preocupes! La ciencia no se trata solo de esas cosas. Se trata de ser curioso y descubrir cómo funciona el mundo, a tu manera. Necesitamos diferentes personas con diferentes ideas para hacer ciencia, ¡y eso te incluye a ti!",
        "sectioneli5-5-3": "Los científicos no solo usan batas de laboratorio y trabajan en laboratorios. Exploran la naturaleza, como caminar por el bosque y observar rocas. Utilizan cosas como microscopios para ver detalles diminutos. A veces, juegan con cosas cotidianas para ver qué sucede. Disfrutan usando su imaginación y pensando en grandes preguntas, como cómo se formaron las montañas. A los científicos también les encanta dibujar, escribir e incluso bailar mientras aprenden cosas nuevas. ¡La ciencia trata de ser curioso y descubrir cosas emocionantes sobre el mundo!",
        "sectioneli5-5-4": "La ciencia es como ser un gran detective de todo lo que nos rodea. No se trata solo de usar una bata de laboratorio o mezclar pociones. Cualquiera puede ser un científico porque se trata de hacer preguntas como '¿Por qué el cielo es azul?' o '¿Qué hace que llueva?'. Usamos diferentes maneras, como dibujar, escribir o la música, para explorar y descubrir. Así que cada vez que te preguntas cómo funcionan las cosas, ¡estás haciendo ciencia! Se trata de la curiosidad e intentar entender el increíble mundo en el que vivimos.",
        "sectioneli5-6-0": "La ciencia es como tener una curiosidad extrema por todo. No se trata solo de hacer preguntas, sino también de explorar y descubrir cómo funcionan las cosas. Imagina jugar en la arena y descubrir cosas geniales sobre ella. Aprendes más tocando y probando cosas, ¡tal como lo hacen los pequeños científicos!",
        "sectioneli5-6-1": "Imagina que estás en un gran y hermoso parque con enormes y altas rocas. Aunque esas rocas gigantes son impresionantes, dos jóvenes científicos encuentran algo aún más emocionante: ¡la arena en el suelo! Están sentados allí, fascinados por cómo se ve y se siente la arena después de haberse mojado por la lluvia. Esto nos enseña que ser curioso sobre las cosas pequeñas puede ser tan importante como las grandes cuando estás explorando y aprendiendo sobre el mundo.",
        "sectioneli5-7-0": "Imagina que estás en un desierto y ves un charco de agua con arena a su alrededor. Podrías preguntarte: ¿de dónde viene la arena? ¿Proviene de la roca, o es al revés? La arena y el agua pueden formar figuras y patrones divertidos. Cuando ves una roca grande, podrías preguntar: ¿está creciendo desde la arena o haciéndose más pequeña? La ciencia trata de hacer estas preguntas. Es como resolver misterios al observar, preguntar por qué las cosas son como son, y descubrir cómo todo funciona junto. ¡Es divertido preguntarse y aprender así!",
        "sectioneli5-7-1": "La ciencia está en todas partes, como en los charcos, las burbujas e incluso en el baile. Se trata de ser curioso, notar cosas y hacer preguntas. Aprendes ciencia al observar a tu alrededor, pensar en lo que ves y compartir lo que encuentras con otros. Ser curioso hace que la ciencia sea divertida y te ayuda a entender el mundo.",
        "sectioneli5-8-0": "En ciencia e ingeniería, hacemos muchas cosas divertidas para aprender sobre el mundo. Comenzamos haciendo preguntas, como '¿Por qué el cielo es azul?' Luego, intentamos resolver problemas, como arreglar un juguete roto.\n\nTambién usamos modelos, que son como dibujar una imagen o hacer una versión pequeña de algo grande, para ayudarnos a entenderlo mejor. Planeamos experimentos, tal como cuando probamos diferentes formas de construir la torre más alta con bloques.\n\nA continuación, observamos nuestros resultados y vemos qué nos dicen, lo cual es como mirar un mapa del tesoro para encontrar pistas. Usamos matemáticas para ayudarnos a pensar, igual que contar caramelos. Explicamos lo que aprendemos y pensamos en nuevas formas de resolver problemas, como inventar un nuevo juego.\n\nFinalmente, compartimos lo que encontramos con otros, como contarle a los amigos sobre un insecto genial que vimos. ¡Así es como los científicos e ingenieros exploran y descubren cosas asombrosas en nuestro mundo!",
        "sectioneli5-9-0": "Los conceptos transversales son como una caja de herramientas que los científicos utilizan para entender cómo funcionan las cosas en el mundo.\n\n- **Patrones**: Piensa en cómo todos los copos de nieve tienen un patrón: se repiten y se ven iguales.\n- **Estabilidad y Cambio**: Imagina una oruga convirtiéndose en mariposa: algunas cosas permanecen iguales, otras cambian.\n- **Causa y Efecto**: Como cuando golpeas una ficha de dominó y hace que todas las demás caigan: algo causa algo más.\n- **Escala, Proporción y Cantidad**: Se trata de cómo el tamaño y el tiempo pueden cambiar cómo vemos las cosas, como usar una lupa para ver detalles diminutos.\n- **Materia y Energía**: Esto es sobre cómo las cosas se mueven y funcionan, como cómo el agua fluye a través de un río.\n- **Sistemas**: Imagina un rompecabezas: todas las piezas encajan para formar una gran imagen.\n- **Estructura y Función**: Esto trata sobre cómo la forma de algo ayuda a realizar su función, como la estructura de un puente que permite que los coches pasen sobre él.",
        "sectioneli5-10-0": "El diseño de ingeniería es como construir un proyecto interesante con muchos pasos. Primero, identificas cuál es el problema y qué reglas debes seguir. Luego, se te ocurren muchas ideas, como hacer una lluvia de ideas en clase. Después, eliges la mejor idea y construyes un modelo o prototipo para probarlo, como hacer una versión pequeña de tu proyecto. Finalmente, realizas cambios para mejorarlo aún más. Se trata de usar la creatividad y aprender de lo que no funciona para hacer lo mejor posible.",
        "sectioneli5-10-1": "En ingeniería, cuando queremos crear algo nuevo o ver si algo funciona mejor, seguimos algunos pasos. Si estamos diseñando, primero identificamos cuál es el problema y qué necesitamos hacer para solucionarlo. Luego, pensamos en muchas maneras diferentes de resolverlo y elegimos la mejor al probarla y mejorarla.\n\nSi estamos evaluando, todavía identificamos el problema y lo que necesitamos solucionar, pero en lugar de idear muchas formas, analizamos las opciones que ya tenemos. Descubrimos cuál funciona mejor comprobando si hace lo que necesitamos que haga. Es como encontrar la mejor manera de resolver un rompecabezas con las piezas que tenemos.",
        "sectioneli5-11-0": "Imagina que este libro es como un gran mapa del tesoro que nos ayuda a aprender todo sobre la Tierra y todo lo que está a nuestro alrededor!\n\n**Capítulo 1: Sistemas de la Tierra**\n- *Patrones en las características de la Tierra:* Cómo se ve la Tierra y por qué algunos lugares tienen montañas y otros tienen valles.\n- *Agua de la Tierra:* Todo sobre el agua en océanos, lagos y lluvia!\n- *Meteorización y Erosión:* Cómo las rocas se descomponen con el tiempo en pequeñas partes.\n- *Interacciones entre Sistemas:* Cómo diferentes partes de la Tierra, como el aire y el agua, trabajan juntas.\n- *Impacto en los Humanos:* Cómo todas estas cosas de la Tierra afectan lo que hacemos y cómo vivimos.\n\n**Capítulo 2: Propiedades y Cambios en la Materia**\n- *Demasiado pequeño para ver:* Aprendiendo sobre cosas tan pequeñas que no puedes ver sin ayuda.\n- *Identificación de Sustancias:* Cómo sabemos de qué está hecho algo.\n- *Combinación de sustancias:* Qué sucede cuando mezclamos cosas.\n- *Conservación de la Materia:* Entendiendo que las cosas no simplemente desaparecen!\n\n**Capítulo 3: Ciclo de la Materia en los Sistemas de la Tierra**\n- *Construcción de Plantas:* Cómo crecen las plantas y de dónde obtienen sus bloques de construcción.\n- *Consumo de Alimentos:* Cómo nosotros y otros animales comemos para obtener energía.\n- *Movimiento de la Materia:* Cómo diferentes cosas se mueven en la Tierra.\n- *Conservación de Recursos:* Por qué es importante guardar y proteger lo que usamos cada día!",
        "sectioneli5-12-0": "Este libro de ciencias para alumnos de quinto grado trata sobre aprender cosas geniales sobre la naturaleza, como cómo crecen las flores. La imagen muestra flores brillantes y coloridas bajo el sol, emocionando a los niños para explorar y descubrir las maravillas de las plantas y la ciencia.",
        "sectioneli5-13-0": "Imagina la Tierra como un rompecabezas gigante con diferentes piezas que encajan juntas. Estas piezas son la geosfera (rocas y suelo), hidrosfera (agua), atmósfera (aire) y biosfera (seres vivos). Estas piezas se comunican entre sí y trabajan juntas de muchas maneras.\n\nPor ejemplo, la meteorización y la erosión son como un cambio de imagen de la Tierra, cambiando su apariencia a lo largo del tiempo. A veces, estas interacciones causan eventos naturales como terremotos o volcanes, que pueden ser aterradores, pero son parte de cómo funciona la Tierra. No podemos detener estos eventos, pero podemos encontrar formas de mantenernos seguros cuando ocurren.",
        "sectioneli5-13-1": "La Tierra está compuesta por diferentes partes llamadas sistemas, como en una gran y asombrosa obra de teatro. La geosfera es como el escenario con rocas y suelo. La hidrosfera es el agua y el hielo. La atmósfera es el aire. Y la biosfera son todos los seres vivos, como plantas y animales. Estas partes se comunican entre sí. A veces cambian cosas, como hacer que las rocas se rompan o que los ríos muevan el suelo. Esto puede llevar a grandes eventos como volcanes o terremotos que pueden ser peligrosos para las personas. Aunque no podemos detener estos eventos, podemos intentar protegernos de ellos, al igual que ponerse un impermeable cuando llueve.",
        "sectioneli5-15-0": "Imagina la Tierra como un gran rompecabezas. Donde se encuentran algunas de las piezas del rompecabezas, hay muchos volcanes y terremotos. Esta área especial se llama el 'Anillo de Fuego', y está alrededor del Océano Pacífico. Los puntos que ves en el mapa muestran dónde están los volcanes. ¡Es como si la Tierra estuviera haciendo un gran baile ardiente en esta parte del mundo!",
        "sectioneli5-15-1": "Hay un lugar especial en el Océano Pacífico conocido como el 'Cinturón de Fuego.' Está lleno de volcanes activos y tiene muchos terremotos. Cuando miras el mapa con todos los puntos, estás viendo dónde están esos volcanes. Las observaciones son como contar lo que notas, como dónde aparecen los puntos en el mapa. Las preguntas son las dudas que puedas tener, como por qué hay tantos volcanes en esa área.",
        "sectioneli5-16-0": "Los volcanes son como grandes montañas que a veces explotan. Para ver dónde están la mayoría de ellos, necesitas mirar mapas que los muestren. En algunos lugares, hay muchos volcanes cerca unos de otros. Es como cuando los juguetes se quedan todos en un solo lugar; los volcanes a menudo hacen esto en ciertas partes del mundo.",
        "sectioneli5-16-1": "Algunos lugares en la Tierra tienen muy pocos volcanes, especialmente donde las placas tectónicas de la Tierra no se encuentran. Esto significa que los lugares en el medio de grandes placas, como algunas partes de los continentes centrales, a menudo tienen la menor cantidad de volcanes. Imagina una galleta donde las grietas son los puntos con mucha actividad, pero el centro puede estar tranquilo.",
        "sectioneli5-16-2": "Cuando hablamos de patrones de volcanes activos, nos referimos a dónde suelen estar en un mapa. Imagina dibujar un mapa y notar que la mayoría de los volcanes se alinean como un collar o una cadena. Estas líneas a menudo siguen los bordes de grandes piezas de tierra en la Tierra llamadas placas tectónicas, especialmente alrededor de los bordes del Océano Pacífico, que parece un anillo gigante.",
        "sectioneli5-17-0": "La Tierra tiene lugares donde suceden muchas cosas como volcanes y terremotos. Estos lugares generalmente son donde grandes porciones de la Tierra, llamadas placas, se juntan. Podemos usar mapas para ver dónde se encuentran las montañas y las características del fondo oceánico para entender estos patrones. Al observar dónde ocurren estos eventos, aprendemos sobre cómo funciona y cambia la Tierra a lo largo del tiempo.",
        "sectioneli5-17-1": "Los volcanes son como grandes aberturas en la Tierra, algo así como una puerta. Rocas calientes y fundidas llamadas magma, junto con ceniza y gases, salen de estas aberturas. Cuando esto sucede, pueden cambiar rápidamente el aspecto de la tierra a su alrededor. Debido a los volcanes, más de la mitad de la tierra que vemos está formada por roca volcánica. Nos muestran que nuestro planeta siempre está moviéndose y cambiando.",
        "sectioneli5-17-2": "Imagínate si la corteza terrestre fuera como una gran cáscara de chocolate, y debajo hay un centro pegajoso llamado magma. Este magma se calienta mucho y derrite la roca. A veces necesita salir, al igual que las burbujas que escapan de una lata de refresco cuando la agitas. Entonces, encuentra pequeñas grietas en la cáscara y estalla, lo que vemos como un volcán. A veces, estos volcanes están en el océano y forman grandes montañas submarinas. ¿Genial, verdad?",
        "sectioneli5-17-3": "El 'Anillo de Fuego del Pacífico' es un lugar alrededor de los bordes del Océano Pacífico donde ocurren muchos terremotos y volcanes. Imagina que la capa exterior de la Tierra es como un rompecabezas hecho de grandes piezas llamadas placas. Estas placas pueden moverse, y cuando lo hacen, pueden causar que el suelo tiemble (terremotos) o hacer que los volcanes entren en erupción. Este movimiento y temblor también puede ayudar a formar montañas. ¡Es como si la Tierra siempre estuviera cambiando y moviéndose! 🚀🌋",
        "sectioneli5-17-4": "¡Nuestra Tierra tiene algunos patrones asombrosos! Hay lugares llamados volcanes, donde una roca muy caliente y derretida llamada magma sale del suelo. ¡Es tan caliente que puede convertirse en ríos de lava!\n\nAhora, pensemos en cómo sucede esto. En lo profundo de la Tierra, la roca está tan caliente que se derrite. Esta roca derretida encuentra grietas en la Tierra para escapar y así es como se forma un volcán. Cuando un volcán entra en erupción, puede arrojar lava, ceniza y gases.\n\nTambién hay algo llamado el \"Anillo de Fuego del Pacífico\", que no se trata de anillos de fuego, sino donde ocurren muchos terremotos y volcanes. Es como si la Tierra tuviera grandes piezas de rompecabezas llamadas placas que se mueven lentamente. Cuando chocan entre sí o se separan, ocurren cosas como montañas, terremotos y volcanes. ¡Imagínate partir una galleta por la mitad, a veces suceden cosas crujientes! Eso es un poco como lo que hacen estas placas.",
        "sectioneli5-18-0": "El \"Anillo de Fuego\" es como un gran círculo alrededor del borde del Océano Pacífico donde ocurren muchos volcanes y terremotos. Esto se debe a que grandes pedazos de la Tierra, llamados placas tectónicas, se están moviendo y chocando entre sí allí.\n\nCuando estas placas se mueven, la roca derretida caliente llamada magma puede subir y formar un volcán. A veces, las placas se deslizan una al lado de la otra, haciendo que el suelo se sacuda, lo que llamamos un terremoto.\n\nAdemás, a veces las placas se separan, haciendo que el suelo se agriete y se divida. Esto es como si tiraras de una galleta de graham hasta que se rompiera. ¡Por eso el Anillo de Fuego tiene tantas cosas interesantes (y a veces aterradoras) pasando!",
        "sectioneli5-18-1": "Un terremoto es como cuando sacudes una mesa grande y todo lo que hay sobre ella se mueve y hace ruido. Esto sucede porque las grandes piezas del suelo de la Tierra, llamadas placas tectónicas, se deslizan o chocan entre sí. Cuando lo hacen, se libera mucha energía que viaja a través de la Tierra como ondulaciones en el agua. Algunas ondulaciones se mueven a lo largo de la superficie donde nos paramos (ondas superficiales), mientras que otras van profundamente dentro de la Tierra (ondas internas). Estas ondas hacen que el suelo se sacuda y pueden cambiar el aspecto de la tierra.",
        "sectioneli5-19-0": "Los terremotos son como cuando la Tierra tiembla o se agita porque piezas de rompecabezas gigantes llamadas placas tectónicas se están moviendo. A veces estas placas se empujan juntas y forman grandes protuberancias llamadas montañas. Incluso si no vemos nada en la superficie, el suelo puede moverse debajo de nosotros silenciosamente. Cuando los terremotos ocurren en el océano, pueden causar olas gigantes llamadas tsunamis que llegan a la tierra.",
        "sectioneli5-19-1": "Entonces, bajo el océano, hay grandes piezas de la Tierra llamadas placas. Estas placas a veces se alejan unas de otras, como piezas de un rompecabezas separándose. Cuando esto sucede, una sustancia caliente y pegajosa llamada lava sube desde abajo, se enfría y forma un nuevo suelo, que es como un nuevo piso bajo el océano. ¡Así es como se forma una larga cadena de montañas bajo el mar!\n\nA veces, a medida que las placas se separan, pueden causar pequeños temblores llamados terremotos. La mayoría de estas cadenas montañosas están en lo profundo del océano, pero hay un lugar llamado Islandia donde se pueden ver en tierra firme. Es una parte de la Dorsal Mesoatlántica. ¡En la imagen que ves, hay un valle en Islandia que es parte de esta dorsal!",
        "sectioneli5-20-0": "Imagina la Tierra como un gran rompecabezas con piezas llamadas placas tectónicas. A veces estas piezas chocan entre sí, y eso puede provocar un temblor llamado terremoto. Los lugares donde estas piezas se encuentran están representados por líneas oscuras. Los pequeños puntos rojos son volcanes, y muchos de ellos están a lo largo de estas líneas, especialmente en un área especial llamada el \"Anillo de Fuego\". En el futuro, debido a todo este movimiento y temblor, ¡podríamos ver formarse nuevas montañas o islas!",
        "sectioneli5-21-0": "Imagina que la Tierra es como un enorme castillo de arena. Con el tiempo, dos cosas grandes pueden cambiarlo.\n\nPrimero, piensa en la lluvia y el viento como pequeños ayudantes que lentamente lavan o soplan partes del castillo de arena. Esto se llama erosión.\n\nSegundo, a veces el castillo de arena tiembla o se agrieta un poco, como cuando alguien pasa caminando. Esto es similar a los terremotos, que pueden cambiar rápidamente la apariencia de la Tierra moviéndola.\n\n¡Ambos son cambios naturales que le ocurren a la Tierra y son como cambios que pueden pasarle a tu castillo de arena!",
        "sectioneli5-23-0": "Imagina que tienes un gran cubo de agua. La mayor parte del agua en él, alrededor de 97 de cada 100 gotas, es salada, como el océano, y no es buena para beber. Solo 3 de esas 100 gotas son de agua dulce, el tipo que bebemos. Esta agua dulce está mayormente congelada en hielo o muy profunda bajo tierra, no en lagos o ríos.",
        "sectioneli5-23-1": "Tenemos mucha agua en la Tierra, y la mayoría es salada, como el agua del océano. Solo hay una pequeña cantidad que es dulce, como la que bebemos de ríos y lagos. Esto nos hace pensar en por qué hay tanta agua salada y solo un poco de agua dulce. Podemos hacernos preguntas como: '¿Por qué es principalmente salada?' o '¿Qué hacemos con toda el agua salada?' ¡Estas son nuestras observaciones y preguntas!",
        "sectioneli5-24-0": "En la Tierra, la mayor parte del agua es salada, como en los océanos. Solo una pequeña parte de ella es dulce y está en la superficie, como en lagos y ríos, que podemos usar fácilmente. Lo sorprendente es cuán poca de esa agua dulce hay en comparación con toda el agua en la Tierra.",
        "sectioneli5-25-0": "La Tierra tiene agua casi en todas partes, como en los océanos, ríos e incluso en el aire. La mayor parte de esta agua es salada, como en el océano, pero alguna es dulce, como en los ríos y lagos. Podemos usar las matemáticas para ayudarnos a descubrir cuánta agua salada y fresca hay contando o dibujando imágenes. Esto nos ayuda a entender dónde está toda el agua en la Tierra.",
        "sectioneli5-25-1": "¡El agua en la Tierra se encuentra casi en todas partes! Está en el aire que respiramos, en las nubes altas, en los ríos y océanos, y congelada como hielo. Está en las plantas y dentro de los seres vivos como nosotros, e incluso escondida bajo tierra. ¡Imagina que las gotas de agua son como pequeños exploradores viajando por toda la Tierra!",
        "sectioneli5-25-2": "¡El agua en la Tierra está casi en todas partes! Está en las nubes, océanos, ríos, hielo, plantas, animales e incluso dentro del suelo. Podemos usar las matemáticas para calcular cuánta agua hay en estos lugares y ver cuánta agua salada y dulce tenemos. Esto nos ayuda a entender dónde está el agua y cuán importante es para todo en la Tierra.",
        "sectioneli5-26-0": "Imagina que la Tierra es una gran taza de agua. La mayor parte de esa taza, alrededor del 97%, es agua de océano súper salada, que no podemos beber. Solo un pequeño sorbo, alrededor del 2.5%, es agua dulce, que es lo que necesitamos para vivir.\n\nCasi toda el agua dulce está congelada como cubitos de hielo o escondida bajo tierra. Cuando observamos el agua que no está congelada ni oculta, la encontramos mayormente en lagos. Los ríos, aunque pequeños como diminutos arroyos, son realmente importantes porque la mayor parte de nuestra agua potable proviene de ellos. Así que, aunque sean pequeños, los ríos son realmente útiles para nosotros.",
        "sectioneli5-26-1": "Nuestro planeta, la Tierra, es como una gran canica húmeda. Aproximadamente 71 de cada 100 partes de la superficie terrestre está cubierta de agua. La mayor parte de esta agua, casi toda, se encuentra en los océanos, que son salados. Los océanos contienen 96 de cada 100 partes del agua de la Tierra. El resto está mayormente congelado en hielo o enterrado bajo tierra, y solo una pequeñísima parte es el agua dulce que necesitamos beber y usar todos los días.",
        "sectioneli5-27-0": "El agua no solo se encuentra en lugares como ríos o lagos. Mucha agua está realmente oculta bajo tierra. Parte del agua fluye de la lluvia hacia el suelo y se convierte en 'agua subterránea'. Esta agua subterránea llena espacios en el suelo y las rocas y mantiene los ríos llenos al filtrarse lentamente de nuevo en ellos. Usamos esta agua subterránea junto con el agua de los ríos y lagos para beber y regar plantas, especialmente en lugares donde es realmente seco.",
        "sectioneli5-27-1": "¡Hay mucha agua bajo tierra! Más de la que vemos en los ríos y lagos. El agua de lluvia se filtra en la tierra y llena espacios llamados acuíferos, que son como grandes botellas de agua subterránea. Esta agua subterránea se mueve lentamente y ayuda a mantener los ríos llenos, incluso cuando no llueve. Usamos esta agua subterránea para ayudar a las personas y las plantas, especialmente en lugares donde no hay mucha lluvia.",
        "sectioneli5-27-2": "Usamos dos tipos de agua: agua superficial, como la de lagos y ríos, y agua subterránea, que está oculta en el suelo. En 2010, la gente en los Estados Unidos utilizó mucho de ambos tipos cada día. El agua superficial nos proporciona agua potable y ayuda a cultivar alimentos. El agua subterránea ayuda a mantener llenos los ríos y lagos y proporciona agua a personas en lugares secos, como los desiertos. Es importante aunque no la podamos ver.",
        "sectioneli5-28-0": "Imagina que la Tierra tiene un gran vaso de agua. La mayor parte de esa agua, alrededor de 97 de cada 100 partes, es salada y se encuentra en el océano, tal como el agua del mar sabe salada. Solo una pequeña parte, 3 de cada 100, es agua dulce, que necesitamos para beber. Esta agua dulce está mayormente congelada en casquetes polares o subterránea. Una parte muy pequeña se encuentra en lagos, ríos y pantanos, que usamos mucho.",
        "sectioneli5-28-1": "La mayor parte del agua en la Tierra es salada, como en los océanos. Pero podemos encontrar agua dulce en solo unos pocos lugares. Aquí hay tres lugares donde se encuentra agua dulce: en casquetes polares y glaciares, subterránea y en lagos y ríos. El agua superficial está compuesta de lagos, ríos y pantanos. Estos lugares nos ayudan a proporcionar el agua que podemos utilizar.",
        "sectioneli5-29-0": "Para tu tarea final, vas a hacer un gráfico de barras. Piensa en un gráfico de barras como una imagen que compara cuánta agua salada y cuánta agua dulce tenemos en la Tierra. El agua salada es como el océano, y el agua dulce es como el agua en lagos y ríos. Dibujarás dos barras: una para mostrar cuánta agua salada hay, y otra para mostrar cuánta agua dulce. ¡Esto nos ayuda a ver cuál tenemos más!",
        "sectioneli5-30-0": "Imagina que estás caminando en un gran jardín lleno de flores brillantes y coloridas. El sol brilla intensamente, y las flores se extienden hacia él. Esto es como una imagen que muestra cómo las flores necesitan la luz solar para crecer y estar saludables. La luz solar les ayuda a fabricar su alimento, lo cual es un proceso científico mágico que aprendemos en ciencias de 5º grado.",
        "sectioneli5-31-0": "Imagina una acera que está agrietada. Esto sucede debido a la intemperie y la erosión. La intemperie es como cuando la lluvia, el sol o el viento desgastan algo lentamente. La erosión es cuando pedazos pequeños son llevados. Mira las grietas en la acera, ¡es como si la tierra estuviera rompiéndose y moviéndola lentamente! ¿Qué crees que podría pasar después? ¿Qué más podría causar las grietas?",
        "easyread-text-0-0": "5to grado",
        "easyread-text-0-1": "La ciencia es como aprender sobre el mundo que nos rodea. Podemos usar experimentos para descubrir cosas nuevas y cómo funcionan.",
        "easyread-text-0-2": "Las Normas SEEd de Utah son guías para que los maestros sepan qué enseñar en ciencia.",
        "easyread-text-1-0": "Grado 5",
        "easyread-text-1-1": "Las Normas SEEd de Utah son guías que ayudan a los maestros a planear qué deben aprender los estudiantes en ciencia.",
        "easyread-text-1-2": "El Consejo Estatal de Educación de Utah ofrece recursos educativos gratuitos para los estudiantes y maestros.",
        "easyread-text-5-0": "Los estudiantes hacen experimentos como los científicos.",
        "easyread-text-5-1": "La ciencia se ve como experimentos, equipos y la naturaleza. La ciencia se siente emocionante y divertida porque aprendes cosas nuevas.",
        "easyread-text-5-2": "Si estás leyendo este libro, como estudiante o maestro, vas a aprender sobre cómo se hace la ciencia.",
        "easyread-text-5-3": "Alguien pudo hacerte pensar en esto antes, y tal vez ya imaginaste las posibilidades.",
        "easyread-text-5-4": "¿A quién imaginas haciendo ciencia?",
        "easyread-text-5-5": "¿Cómo se ven?",
        "easyread-text-5-6": "¿Qué están haciendo?",
        "easyread-text-5-7": "A menudo, cuando pedimos a las personas que imaginen esto, describen a gente con batas blancas, cabello loco y frascos con líquidos extraños que burbujean.",
        "easyread-text-5-8": "Puede que haya una explosión.",
        "easyread-text-5-9": "Algunos científicos parecen estereotipos, como personas con protectores de bolsillo y calculadoras, trabajando en cohetes.",
        "easyread-text-5-10": "Piensa en una lista de cosas que debes hacer para que tu proyecto de ciencia sea revisado. O, imagina una tabla con muchos números.",
        "easyread-text-5-11": "Vamos a empezar de nuevo.",
        "easyread-text-5-12": "¿Te gustan los gráficos, tablas, batas de laboratorio y calculadoras?",
        "easyread-text-5-13": "Si esto te describe, es genial.",
        "easyread-text-5-14": "Si la ciencia no es lo que esperabas, puedes cambiar tu idea sobre ella.",
        "easyread-text-5-15": "No sirve porque no eres tú.",
        "easyread-text-5-16": "Imagínate siendo una persona que hace y experimenta con ciencia.",
        "easyread-text-5-17": "Necesitamos científicos y personas como tú, porque necesitamos todas las ideas y pensamientos creativos.",
        "easyread-text-5-18": "Esto te incluye.",
        "easyread-text-5-19": "Los científicos caminan por el bosque.",
        "easyread-text-5-20": "Cavan en la tierra y rompen piedras.",
        "easyread-text-5-21": "Ellos miran a través de microscopios.",
        "easyread-text-5-22": "Ellos leen.",
        "easyread-text-5-23": "Los niños juegan con tubos y caños en la tienda para escuchar los sonidos que producen.",
        "easyread-text-5-24": "Se imaginan cosas en su mente.",
        "easyread-text-5-25": "Ellos cuentan, miden y adivinan.",
        "easyread-text-5-26": "Ellos miran las rocas en las montañas y piensan en cómo se formaron.",
        "easyread-text-5-27": "Ellos bailan.",
        "easyread-text-5-28": "Ellos dibujan y escriben mucho, una y otra vez.",
        "easyread-text-5-29": "Los científicos pueden ser de muchos tipos diferentes y no sólo de un tipo.",
        "easyread-text-5-30": "Lo que hace especial a los humanos es que pensamos y entendemos el mundo.",
        "easyread-text-5-31": "Expresamos nuestras ideas con pinturas, religión, música, cultura, poesía y, sobre todo, ciencia.",
        "easyread-text-5-32": "La ciencia no es solo un método o cosas que sabemos.",
        "easyread-text-5-33": "A los humanos nos gusta pensar y explicar las cosas que vemos en la naturaleza.",
        "easyread-text-5-34": "Esto incluye desde las partes más pequeñas de todo lo que existe hasta el espacio más grande que las contiene.",
        "easyread-text-5-35": "A veces nos preguntamos cosas como \"¿Cuándo empezó el tiempo?\", \"¿Qué es lo más pequeño?\", o \"¿Qué es el color?\".",
        "easyread-text-6-0": "Si haces preguntas, estás pensando como un científico.",
        "easyread-text-6-1": "Sí, lo eres.",
        "easyread-text-6-2": "Eres humano, después de todo.",
        "easyread-text-6-3": "Aquí es donde debemos ser muy claros.",
        "easyread-text-6-4": "La ciencia es más que hacer preguntas y dar explicaciones.",
        "easyread-text-6-5": "La ciencia es sobre preguntar cosas y entender el mundo que nos rodea.",
        "easyread-text-6-6": "Debemos preguntarnos y explorar los detalles de nuestro entorno.",
        "easyread-text-6-7": "Tenemos que trabajar nosotros mismos.",
        "easyread-text-6-8": "Aquí hay un buen ejemplo: dos jóvenes científicos al lado de las Torres del Palacio de Justicia en el Parque Nacional Arches.",
        "easyread-text-6-9": "Podemos estar seguros de que pasaron un tiempo admirando las grandes paredes de arenisca.",
        "easyread-text-6-10": "Aquí, en esta foto, están muy emocionados con la arena que la lluvia acaba de limpiar.",
        "easyread-text-6-11": "Hay una gran roca de arena encima de los niños en el desierto.",
        "easyread-text-6-12": "Ellos juegan felices en la arena.",
        "easyread-text-6-13": "Esto es tonto.",
        "easyread-text-6-14": "¿O sí?",
        "easyread-text-7-0": "¿Cómo llegó la arena allí?",
        "easyread-text-7-1": "¿De dónde vino?",
        "easyread-text-7-2": "La arena viene de las rocas porque las rocas se rompen en pedacitos pequeños. A veces, la arena se convierte en rocas con el tiempo.",
        "easyread-text-7-3": "¿Y cómo lo sabrías?",
        "easyread-text-7-4": "Contar una historia es importante. Te ayuda a compartir tus emociones y pensamientos. Los niños deciden si deben contar una historia y cómo hacerlo mejor.",
        "easyread-text-7-5": "Mira.",
        "easyread-text-7-7": "En el desierto casi nunca hay charcos porque casi no llueve.",
        "easyread-text-7-8": "La arena está mojada y suave.",
        "easyread-text-7-9": "Hace dibujos en la piedra que parecen espirales y capas.",
        "easyread-text-7-10": "Hay agujeros en la roca, como donde están sentados estos dos científicos.",
        "easyread-text-7-12": "Y luego podrías empezar a preguntarte:",
        "easyread-text-7-15": "Y luego, podrías querer saber más sobre la gran cosa en el fondo.",
        "easyread-text-7-16": "Tiene colores como la arena.",
        "easyread-text-7-18": "El arena está formando algo.",
        "easyread-text-7-21": "La palabra 'por qué' se usa cuando alguien quiere saber la razón de algo o entender mejor.",
        "easyread-text-7-24": "La ciencia está en cosas simples como un charco, un hoyo o una roca.",
        "easyread-text-7-25": "Hay ciencia en una burbuja de jabón, en un gusano, en el giro de una bailarina y en la estructura de un puente.",
        "easyread-text-7-26": "La ciencia existe cuando prestamos atención, hacemos preguntas y pensamos en nuevas ideas.",
        "easyread-text-7-27": "Tú haces ciencia reuniendo información y pruebas.",
        "easyread-text-7-28": "¿Quién organiza y piensa en esto?",
        "easyread-text-7-29": "y quien lo dice a los demás.",
        "easyread-text-7-30": "Lo más importante es que puedes preguntarte cosas.",
        "easyread-text-7-31": "Todo lo que aprendas en este libro te ayudará siempre en la ciencia.",
        "easyread-text-7-32": "Sentirse asombrado o curioso debe ser lo más importante.",
        "easyread-text-7-33": "No importa si eres estudiante o maestro,",
        "easyread-text-7-34": "Este asombro te ayudará a entender mejor la ciencia y a que sea parte de ti.",
        "easyread-text-7-35": "Es un nombre.",
        "easyread-text-8-0": "Los científicos y los ingenieros hacen cosas para entender el mundo y encontrar soluciones a problemas.",
        "easyread-text-8-1": "Los científicos usan métodos para estudiar y entender la naturaleza.",
        "easyread-text-8-2": "Preguntar cosas y entender problemas.",
        "easyread-text-8-3": "Hacer pequeños modelos para aprender cosas.",
        "easyread-text-8-4": "Hacemos un plan para investigar. Luego, hacemos preguntas y miramos las cosas de cerca para encontrar respuestas.",
        "easyread-text-8-5": "Mirar bien la información y entender qué significa.",
        "easyread-text-8-6": "Usamos números y computadoras para resolver problemas.",
        "easyread-text-8-7": "Pensar cómo funcionan las cosas y encontrar maneras de solucionar problemas.",
        "easyread-text-8-8": "Hablar de algo usando pruebas o información para demostrarlo.",
        "easyread-text-8-9": "Recoger información, comprobar si es correcta, y luego compartirla con otros.",
        "easyread-text-9-0": "Hay ideas que aparecen en muchas materias diferentes. Estas ideas nos ayudan a entender cómo están conectadas las cosas.",
        "easyread-text-9-1": "Los científicos usan ideas especiales para entender cómo funciona la naturaleza.",
        "easyread-text-9-3": "Un patrón es algo que se repite, como una secuencia o un diseño. Por ejemplo, los puntos en una camiseta a rayas, o las hojas de una planta que crecen igual que otras hojas.",
        "easyread-text-9-4": "Las cosas o eventos pasan de la misma forma muchas veces.",
        "easyread-text-9-5": "Estabilidad significa que las cosas se quedan igual. Cambio significa que las cosas son diferentes.",
        "easyread-text-9-6": "Con el tiempo, un sistema puede cambiar o seguir igual, según diferentes cosas.",
        "easyread-text-9-7": "Si empujo una pelota, la pelota rueda. Empujar es la causa y que la pelota ruede es el efecto.",
        "easyread-text-9-8": "Las cosas que pasan tienen razones. Algunas veces son sencillas y otras veces son complicadas.",
        "easyread-text-9-9": "Tamaño, comparación y cantidad son ideas que ayudan a entender el tamaño de cosas, cómo se comparan y cuánto hay de algo.",
        "easyread-text-9-10": "Los tamaños y tiempos diferentes cambian cómo funciona un sistema y cómo vemos las cosas.",
        "easyread-text-9-11": "La materia es todo lo que podemos tocar, como cosas y objetos. La energía ayuda a que las cosas funcionen o se muevan. Ambas son muy importantes para el mundo.",
        "easyread-text-9-12": "Mirar cómo la energía y los materiales entran, salen y se mueven en un sistema ayuda a entender cómo funciona.",
        "easyread-text-9-13": "Un sistema es un grupo de cosas que trabajan juntas, como los engranajes de una bicicleta o las piezas de un rompecabezas.",
        "easyread-text-9-14": "Un conjunto de cosas unidas que trabajan juntas.",
        "easyread-text-9-15": "Las cosas tienen forma y trabajo. La forma es cómo están hechas y el trabajo es lo que hacen.",
        "easyread-text-9-16": "La forma de un objeto ayuda a decidir cómo funciona y lo que puede hacer.",
        "easyread-text-10-0": "Ingeniería de diseño significa pensar ideas para resolver problemas y hacer cosas que ayuden a las personas.",
        "easyread-text-10-1": "La ingeniería es hacer y mejorar cosas. Se prueba un diseño, se aprende y luego se hace mejor.",
        "easyread-text-10-2": "Este proceso tiene varias partes.",
        "easyread-text-10-3": "Primero, encontramos el problema y luego ponemos reglas y límites para resolverlo.",
        "easyread-text-10-4": "Pensar en formas de arreglar el problema.",
        "easyread-text-10-5": "Los ingenieros investigan, piensan ideas y trabajan con otras personas para encontrar soluciones.",
        "easyread-text-10-6": "Usa reglas y límites para encontrar la mejor solución para el problema.",
        "easyread-text-10-7": "Construye modelos y pruébalos para ver si funcionan bien.",
        "easyread-text-10-8": "El ingeniero usa datos para revisar si los prototipos funcionan bien.",
        "easyread-text-10-9": "Ayuda a mejorar las primeras versiones para hacerlas mejor.",
        "easyread-text-10-10": "Las normas SEEd en ciencia y ingeniería tienen dos tipos de tareas. Estas tareas son actividades para aprender sobre ingeniería.",
        "easyread-text-10-11": "Diseñar significa: 1. Decidir qué problema hay. 2. Pensar en muchas ideas. 3. Encontrar la mejor idea y mejorarla si es necesario.",
        "easyread-text-10-12": "Para resolver un problema, primero hay que entenderlo, luego pensar en cómo solucionarlo y finalmente elegir la mejor opción.",
        "easyread-text-10-13": "No necesitas pensar en muchas soluciones porque ya te las darán.",
        "easyread-text-10-14": "Evaluar significa elegir la mejor solución de entre las opciones disponibles, asegurándose de que cumpla con lo que se necesita y las limitaciones.",
        "easyread-text-11-0": "Índice: Aquí puedes ver los capítulos o secciones de un libro.",
        "easyread-text-11-1": "El sistema de la Tierra tiene partes como el agua, el aire, y los suelos que trabajan juntas.",
        "easyread-text-11-3": "Patrones en las características de la Tierra",
        "easyread-text-11-5": "La Tierra tiene mucha agua en océanos, ríos y lagos.",
        "easyread-text-11-7": "El desgaste y la erosión cambian la superficie de la Tierra. El desgaste rompe las rocas, y la erosión las lleva a otro lugar.",
        "easyread-text-11-9": "Cómo trabajan juntos diferentes sistemas.",
        "easyread-text-11-11": "El texto trata sobre cómo algo afecta a las personas.",
        "easyread-text-11-13": "El capítulo 2 habla de cosas que tienen diferentes características, como color y forma. También explica cómo las cosas pueden cambiar, como cuando el hielo se convierte en agua.",
        "easyread-text-11-15": "Algunas cosas son tan pequeñas que no las podemos ver con nuestros ojos.",
        "easyread-text-11-17": "Podemos identificar cosas usando nuestros sentidos, como ver, tocar u oler.",
        "easyread-text-11-19": "Cuando mezclamos cosas, pueden cambiar o quedar iguales. A veces se mezclan bien y a veces no tanto.",
        "easyread-text-11-21": "La materia no se puede crear ni destruir. Siempre está ahí, aunque cambie de forma.",
        "easyread-text-11-23": "Cómo se mueven y cambian las cosas en la Tierra",
        "easyread-text-11-25": "Construir lugares donde se hacen cosas importantes, como fábricas o plantas de energía.",
        "easyread-text-11-27": "Hablar sobre comer alimentos.",
        "easyread-text-11-29": "La materia es todo lo que nos rodea. Puede moverse y cambiar de forma. Por ejemplo, el agua puede ser líquida, hielo o vapor.",
        "easyread-text-11-31": "Debemos cuidar los recursos, usar menos agua, electricidad y papel para no quedarnos sin ellos.",
        "easyread-text-13-0": "Capítulo 1",
        "easyread-text-13-1": "Las características y cómo interactúan los sistemas de la Tierra.",
        "easyread-text-13-2": "Un esquema de capítulo muestra las partes principales de un capítulo de un libro de manera simple.",
        "easyread-text-13-3": "Podemos ver patrones, como montañas y ríos, en la Tierra.",
        "easyread-text-13-4": "La Tierra tiene mucha agua. Está en los océanos, ríos, lagos y también bajo tierra. Usamos agua para beber, lavar, cocinar y cultivar plantas.",
        "easyread-text-13-5": "La meteorización y la erosión son procesos que cambian la tierra. La meteorización rompe las rocas en pedazos pequeños. La erosión mueve esos pedazos a otros lugares.",
        "easyread-text-13-6": "Los sistemas trabajan juntos. Se ayudan entre ellos.",
        "easyread-text-13-7": "Cómo afecta algo a las personas.",
        "easyread-text-13-8": "La geosfera es la parte de la Tierra que tiene rocas, suelo y tierra.",
        "easyread-text-13-16": "La imagen es de Julius Silver, pixabay.com, y tiene licencia CC0.",
        "easyread-text-13-9": "agua y hielo",
        "easyread-text-13-10": "El aire que nos rodea.",
        "easyread-text-13-11": "El conjunto de seres vivos, incluyendo a los humanos, se llama biosfera.",
        "easyread-text-13-12": "Estos sistemas trabajan juntos de muchas maneras.",
        "easyread-text-13-13": "El clima y la erosión cambian el suelo y las rocas de la Tierra.",
        "easyread-text-13-14": "Algunas cosas hacen que haya deslizamientos de tierra, terremotos y erupciones volcánicas que afectan a las personas y a otros seres vivos.",
        "easyread-text-13-15": "Las personas no pueden detener los desastres naturales, pero pueden hacer cosas para que sean menos dañinos.",
        "easyread-text-15-0": "Los patrones en las características de la Tierra son las formas que vemos en montañas, ríos y otros lugares.",
        "easyread-text-15-1": "Cosa especial o suceso que podemos ver o notar.",
        "easyread-text-15-2": "En el Océano Pacífico hay muchos volcanes que explotan y hacen temblores. Este lugar se llama el Anillo de Fuego.",
        "easyread-text-15-3": "Hay volcanes activos y estos están relacionados con los movimientos de placas tectónicas. La 'Cinturón de Fuego' es una zona en el océano Pacífico con muchos volcanes y terremotos.",
        "easyread-text-15-4": "La imagen muestra cómo se mueven las placas de la Tierra. Es como un gran rompecabezas que se mueve muy lentamente.",
        "easyread-text-15-5": "Miramos cosas con atención y hacemos preguntas porque tenemos curiosidad.",
        "easyread-text-15-6": "¿Qué ves o notas sobre esto?",
        "easyread-text-15-7": "¿Qué te gustaría saber sobre esto?",
        "easyread-text-16-0": "Preguntas que necesitan que te concentres.",
        "easyread-text-16-1": "Esperando tus instrucciones para simplificar el texto.",
        "easyread-text-16-2": "Ves muchos volcanes cerca del océano Pacífico, en un lugar llamado el Anillo de Fuego.",
        "easyread-text-16-3": "2.",
        "easyread-text-16-4": "Hay pocos volcanes en lugares como el norte de Europa y Australia.",
        "easyread-text-16-6": "Los volcanes activos están a menudo en los bordes de las placas tectónicas, cerca del Cinturón de Fuego en el Océano Pacífico, y en lugares donde hay puntos calientes en la Tierra.",
        "easyread-text-17-0": "Aprendemos sobre las formas que se repiten en la Tierra, como montañas y ríos.",
        "easyread-text-17-5": "En este capítulo, veremos diferentes formas que vemos en la Tierra.",
        "easyread-text-17-1": "Mira los datos para entender las características de la Tierra, como ríos, montañas y océanos.",
        "easyread-text-17-2": "La mayoría de los terremotos y volcanes ocurren cerca de donde se juntan los océanos y los continentes. Las grandes cadenas de montañas están dentro de los continentes o cerca de sus bordes.",
        "easyread-text-17-3": "Las mapas pueden mostrar dónde están las montañas, el suelo del océano, los volcanes y los terremotos en la Tierra.",
        "easyread-text-17-4": "Esta parte se refiere a información sobre la Tierra o algo relacionado con ciencias.",
        "easyread-text-17-6": "Un volcán es una montaña que tira lava y fuego. Un terremoto es cuando la tierra tiembla. El fondo del océano es el suelo bajo el agua.",
        "easyread-text-17-7": "Un volcán es una montaña que puede explotar y echar fuego y humo. Esto se llama una erupción.",
        "easyread-text-17-8": "Los volcanes son aberturas en la tierra que dejan salir roca caliente, cenizas y gases.",
        "easyread-text-17-9": "Los volcanes cambian la superficie de la Tierra rápidamente.",
        "easyread-text-17-10": "Más de la mitad de la Tierra está hecha de roca volcánica.",
        "easyread-text-17-11": "Los volcanes muestran que nuestro planeta está cambiando y es activo.",
        "easyread-text-17-12": "Los volcanes se forman cuando el magma caliente del interior de la Tierra sube a la superficie. La roca caliente explota formando una montaña que se llama volcán.",
        "easyread-text-17-13": "En el fondo de la Tierra, hace tanto calor que las rocas se derriten.",
        "easyread-text-17-14": "La roca derretida sale de la Tierra y forma un volcán.",
        "easyread-text-17-15": "Algunos volcanes echan ríos de lava y otros tienen explosiones más grandes.",
        "easyread-text-17-16": "Los volcanes pueden hacer erupción bajo el agua y formar grandes montañas en el fondo del mar.",
        "easyread-text-17-17": "El Anillo de Fuego del Pacífico es un lugar donde hay muchos volcanes y terremotos. Está alrededor del Océano Pacífico.",
        "easyread-text-17-18": "La mayoría de los terremotos y erupciones volcánicas ocurren en los bordes del Océano Pacífico.",
        "easyread-text-17-19": "La corteza de la Tierra está dividida en grandes partes llamadas placas.",
        "easyread-text-17-20": "Cuando las placas de la Tierra se mueven, pueden causar terremotos, erupciones de volcanes y formar montañas.",
        "easyread-text-17-21": "Esta sección usa información de:",
        "easyread-text-17-22": "La 'Anillo de Fuego' es un lugar alrededor del océano Pacífico. Hay muchos volcanes que explotan y a veces hay terremotos. Es un lugar importante para aprender sobre volcanes.",
        "easyread-text-17-23": "La Tierra tiene partes llamadas placas que se mueven lento. A veces chocan y forman montañas o terremotos. Es como si la Tierra tuviera piezas de rompecabezas que se mueven.",
        "easyread-text-18-0": "Las placas tectónicas se mueven en el Anillo de Fuego, y eso causa muchos volcanes y terremotos.",
        "easyread-text-18-1": "A lo largo del Anillo de Fuego, las placas se mueven y se tocan.",
        "easyread-text-18-2": "La roca derretida cerca de la superficie de la Tierra causa los volcanes.",
        "easyread-text-18-3": "La frontera entre las Placas del Pacífico y Norteamericana es un lugar donde las placas se mueven de lado una junto a otra.",
        "easyread-text-18-4": "Este tipo de límite en la Tierra causa muchos terremotos. Esto pasa cuando se acumula tensión y luego se libera.",
        "easyread-text-18-5": "Las partes de un continente pueden separarse lentamente entre sí.",
        "easyread-text-18-6": "Un continente se está separando.",
        "easyread-text-18-7": "La corteza se adelgaza, se rompe y se separa.",
        "easyread-text-18-8": "Los terremotos son temblores en el suelo. Ocurren cuando las rocas bajo la tierra se mueven de repente.",
        "easyread-text-18-9": "Los terremotos son sacudidas de la Tierra que ocurren cuando hay un movimiento repentino en las placas de la Tierra por grandes grietas en el suelo.",
        "easyread-text-18-10": "Los terremotos pueden cambiar la tierra muy rápido.",
        "easyread-text-18-11": "Bajo el suelo de la Tierra hay fuerzas fuertes que acumulan presión, y esta presión se libera en ondas a lo largo de una falla.",
        "easyread-text-18-12": "La Tierra tiene una capa llamada corteza. A veces, la corteza se mueve y hace olas.",
        "easyread-text-18-13": "Algunas olas son olas de superficie porque se mueven sobre la tierra.",
        "easyread-text-18-14": "Las olas del cuerpo viajan por dentro de la Tierra.",
        "easyread-text-18-15": "En un terremoto, las olas hacen que el suelo tiemble de repente.",
        "easyread-text-18-16": "Las olas en la superficie son las que causan efectos importantes.",
        "easyread-text-19-0": "Los movimientos de rodar causan mucho daño.",
        "easyread-text-19-1": "Los terremotos pueden cambiar la forma de la tierra y crear nuevas formas como colinas o valles.",
        "easyread-text-19-2": "Las montañas pueden formarse cuando las placas tectónicas se empujan durante un terremoto.",
        "easyread-text-19-3": "Cuando hay un terremoto, a veces el suelo se mueve por debajo y no se ve nada en la superficie.",
        "easyread-text-19-4": "Los terremotos en el océano pueden causar un gran ola llamada tsunami.",
        "easyread-text-19-5": "El fondo del océano es la parte más baja del océano. Es un lugar donde viven muchos animales del mar, pero no lo conocemos muy bien.",
        "easyread-text-19-6": "En el océano, las placas se separan y causan volcanes. Esto permite que la lava suba, salga y se enfríe.",
        "easyread-text-19-7": "La lava sale y empuja el suelo del mar hacia afuera, haciendo que se forme un nuevo suelo marino.",
        "easyread-text-19-8": "Las montañas en el océano se formaron por una razón especial.",
        "easyread-text-19-9": "Las placas de la Tierra se separan y eso causa terremotos.",
        "easyread-text-19-10": "Las montañas en medio del mar están muy profundo en el océano.",
        "easyread-text-19-11": "La isla de Islandia está en una parte especial del fondo del mar llamada Dorsal Mesoatlántica.",
        "easyread-text-19-12": "La Dorsal del Atlántico Medio es una gran cadena de montañas bajo el océano. Separa a Europa y África de América del Norte y del Sur.",
        "easyread-text-19-13": "El valle en Islandia es parte de una gran montaña debajo del mar, llamada la Cordillera del Atlántico Medio.",
        "easyread-text-20-0": "Juntándolo todo.",
        "easyread-text-20-1": "Los volcanes están activos cuando explotan y sueltan fuego y lava. Esto pasa donde se juntan grandes partes de la Tierra llamadas placas tectónicas. Muchas de estas erupciones suceden en una zona llamada el Anillo de Fuego.",
        "easyread-text-20-2": "Ayudan a los estudiantes a comprender las partes principales de una historia o tema.",
        "easyread-text-20-3": "Los puntos muestran los volcanes activos.",
        "easyread-text-20-4": "La mayoría de los volcanes están cerca de los bordes de los continentes y los océanos.",
        "easyread-text-20-5": "Las líneas oscuras muestran donde se juntan las placas de la Tierra.",
        "easyread-text-20-6": "Las placas de la tierra se juntan en los bordes. Cuando se mueven, a veces se pegan y esto causa terremotos.",
        "easyread-text-20-7": "Un volcán es una montaña que puede lanzar lava. Un terremoto es cuando el suelo tiembla.",
        "easyread-text-20-8": "Podemos predecir que la tierra cambiará en el futuro por la lluvia, las tormentas y lo que las personas construyan.",
        "easyread-text-21-0": "Es importante construir comunidades inclusivas donde respetemos y aceptemos a todas las personas, sin importar su raza, género o cultura. Para lograrlo, necesitamos trabajar juntos, ser empáticos y hablar abiertamente.",
        "easyread-text-21-1": "Las características de la Tierra pueden cambiar de dos maneras. Una forma es la erosión, cuando el agua o el viento desgastan rocas y suelo. Otra forma es por los volcanes, que hacen nuevas tierras cuando expulsan lava.",
        "easyread-text-23-0": "El agua del planeta Tierra",
        "easyread-text-23-1": "Un fenómeno es algo especial o sorprendente que podemos ver, como un arcoíris o una estrella fugaz.",
        "easyread-text-23-2": "La mayor parte del agua en la Tierra tiene sal y no se puede beber.",
        "easyread-text-23-3": "Agua salada y agua dulce",
        "easyread-text-23-4": "97% significa 97 de cada 100.",
        "easyread-text-23-5": "El agua salada es el agua del mar que tiene sal.",
        "easyread-text-23-6": "Nuestro planeta, la Tierra, está cubierto de mucha agua. Tenemos agua en los océanos, ríos, lagos, en el aire, y también bajo la tierra.",
        "easyread-text-23-7": "El agua dulce es agua que no tiene sal. Está en ríos, lagos y arroyos y es importante para beber.",
        "easyread-text-23-8": "3% significa que de cada 100 cosas, 3 están consideradas o mencionadas. Es un número pequeño.",
        "easyread-text-23-9": "El hielo y los glaciares tienen el 68.7% del agua dulce de la Tierra.",
        "easyread-text-23-10": "El 30.1% es agua que está debajo de la tierra.",
        "easyread-text-23-11": "Otro 0.9%",
        "easyread-text-23-12": "Muy poca agua en la Tierra está en la superficie, como ríos y lagos.",
        "easyread-text-23-13": "Los lagos son cuerpos de agua muy importantes. Cuidamos los lagos para que sigan limpios y bonitos.",
        "easyread-text-23-14": "Los pantanos son lugares con mucha agua y plantas.",
        "easyread-text-23-15": "Los ríos son solo una pequeña parte del agua en la Tierra.",
        "easyread-text-23-16": "Casi toda el agua de la Tierra es salada (97%), y solo un poquito es dulce (3%).",
        "easyread-text-23-17": "Dibujo de Mariana Ruiz Villarreal, también llamada LadyofHats, para la Fundación CK-12. Se puede usar sin fines comerciales.",
        "easyread-text-23-18": "Observaciones son cosas que ves. Preguntas son cosas en las que piensas. Es importante mirar bien y preguntar.",
        "easyread-text-23-19": "¿Qué notas de esta cosa que pasa?",
        "easyread-text-23-20": "¿Qué preguntas tienes sobre esta cosa?",
        "easyread-text-24-0": "Las preguntas enfocadas nos ayudan a concentrarnos y a entender mejor las cosas importantes.",
        "easyread-text-24-1": "La mayor parte del agua en la Tierra es agua salada. Está en los océanos.",
        "easyread-text-24-2": "Solo un poco de toda el agua de la Tierra está en lagos, pantanos o ríos.",
        "easyread-text-24-3": "La pregunta está pidiendo algo que no esperábamos encontrar en la información.",
        "easyread-text-25-0": "Toda el agua del mundo está en los ríos, lagos, mares, océanos y también bajo la tierra. El agua nos ayuda a vivir.",
        "easyread-text-25-1": "Usamos matemáticas para comparar cuánta agua salada y agua dulce hay en la Tierra. Esto nos ayuda a saber dónde está la mayoría del agua en el planeta.",
        "easyread-text-25-2": "Los océanos, lagos, ríos, glaciares, aguas subterráneas y los polos tienen mucha agua.",
        "easyread-text-25-3": "Usamos las matemáticas para medir, estimar, hacer gráficos o calcular porcentajes.",
        "easyread-text-25-4": "ESS2.C habla sobre cómo cambian las cosas en la Tierra, como las montañas y los ríos.",
        "easyread-text-25-5": "Podemos encontrar muchísima más agua salada que agua dulce en la Tierra.",
        "easyread-text-25-6": "La mayoría del agua de la Tierra está en los océanos. También hay agua en ríos, lagos y hielo.",
        "easyread-text-25-7": "El agua de la Tierra está en casi todas partes, incluso en el aire y en las nubes.",
        "easyread-text-25-8": "El agua está en ríos, océanos y hielo de la Tierra.",
        "easyread-text-25-9": "Las plantas están en los seres vivos y dentro de la Tierra.",
        "easyread-text-25-10": "Este texto viene de otra fuente.",
        "easyread-text-25-11": "La Tierra tiene mucha agua. La mayor parte está en los océanos. También hay agua en los ríos, lagos y el aire.",
        "easyread-text-25-12": "CC BY es un tipo de licencia que permite a otros usar una obra si dan crédito al creador original.",
        "easyread-text-26-0": "El gráfico muestra cómo se distribuye el agua en la Tierra.",
        "easyread-text-26-1": "Solo el 2.5% del agua en la Tierra es agua dulce, y esa es la cantidad que necesitamos para vivir.",
        "easyread-text-26-2": "Casi toda el agua dulce está en el hielo y bajo tierra.",
        "easyread-text-26-3": "Solo un poco más del 1.2% del agua dulce está en la superficie, y esa agua es muy importante para la vida.",
        "easyread-text-26-4": "La columna de la derecha muestra cómo se divide el agua dulce de la superficie.",
        "easyread-text-26-5": "La mayor parte del agua dulce está en el hielo, y el 20.9% está en los lagos.",
        "easyread-text-26-6": "Los ríos forman menos de 1 de cada 100 partes del agua dulce de la Tierra.",
        "easyread-text-26-7": "Los ríos tienen poca agua dulce, pero nos dan la mayoría del agua que podemos usar.",
        "easyread-text-26-8": "Muchas aguas de la Tierra están en los océanos. También hay agua en ríos, lagos y hielo. Un poco de agua está bajo tierra.",
        "easyread-text-26-26": "¿Cuánta agua hay en, dentro y sobre la Tierra?",
        "easyread-text-26-27": "La Tierra tiene mucha agua.",
        "easyread-text-26-28": "¿Cuánta agua hay en nuestro planeta?",
        "easyread-text-26-29": "La mayor parte de la Tierra está cubierta por agua, y casi toda el agua está en los océanos.",
        "easyread-text-26-30": "El agua también está en otros lugares, no solo en ríos y océanos.",
        "easyread-text-27-0": "El agua está en el aire como vapor, en los ríos y lagos, en los casquetes de hielo y glaciares, y en el suelo y acuíferos.",
        "easyread-text-27-1": "Agua dulce",
        "easyread-text-27-2": "Hay más agua dulce debajo del suelo que sobre la tierra.",
        "easyread-text-27-3": "Parte del agua en los ríos viene del agua que entra en la tierra y se convierte en agua subterránea.",
        "easyread-text-27-4": "El agua de la lluvia entra en la tierra y llena depósitos subterráneos. El agua también va a los ríos desde el suelo.",
        "easyread-text-27-5": "Las personas usan agua de los ríos y también del suelo.",
        "easyread-text-27-6": "En Estados Unidos en 2010, usamos alrededor de 275 mil millones de galones de agua de superficie por día y unos 79.3 mil millones de galones de agua subterránea por día.",
        "easyread-text-27-7": "El agua subterránea es muy importante. Llena ríos y lagos y da agua a personas en lugares donde hay poca agua, como en pueblos del desierto en Estados Unidos.",
        "easyread-text-28-0": "Juntar todo.",
        "easyread-text-28-1": "El agua salada está en el océano y el agua dulce está en los ríos y lagos.",
        "easyread-text-28-2": "La Tierra tiene mucha agua en océanos, ríos, lagos y bajo la tierra.",
        "easyread-text-28-3": "97% significa casi todo.",
        "easyread-text-28-5": "El 3% es como decir 3 de cada 100.",
        "easyread-text-28-7": "El 68.7% del agua del mundo está en el hielo y los glaciares.",
        "easyread-text-28-8": "30% del agua viene de debajo de la tierra.",
        "easyread-text-28-9": "Es una parte muy pequeña, solo 0.9%.",
        "easyread-text-28-10": "De toda el agua del mundo, solo el 0.3% es agua fina que vemos en ríos y lagos.",
        "easyread-text-28-11": "La mayoría de los lagos representan el 87% del agua.",
        "easyread-text-28-12": "11% de la tierra son pantanos. Los pantanos son lugares con mucha agua y árboles.",
        "easyread-text-28-13": "Es una parte muy pequeña de todos los ríos.",
        "easyread-text-28-14": "Casi toda el agua del mundo es salada (97%), y solo un poquito es dulce (3%).",
        "easyread-text-28-15": "La imagen fue hecha por Mariana Ruiz Villarreal para la Fundación CK-12. Tiene licencia de uso CC BY-NC 3.0.",
        "easyread-text-28-16": "Las preguntas de enfoque son preguntas que ayudan a concentrarse en algo importante. Te ayudan a entender mejor un tema o tema.",
        "easyread-text-28-17": "Ríos, lagos y glaciares son tres lugares donde se encuentra agua dulce en la Tierra.",
        "easyread-text-28-18": "Los ríos, lagos y océanos son fuentes de agua en la Tierra.",
        "easyread-text-29-0": "Mi tarea es simplificar texto al español para niños con discapacidades cognitivas y de aprendizaje. Esto implica usar palabras familiares, voz activa, y mantener las oraciones concisas.",
        "easyread-text-29-1": "En la Tierra hay mucha más agua salada que agua dulce. La mayor parte del agua salada está en los océanos y la mayor parte del agua dulce está en los glaciares y en los ríos.",
        "easyread-text-31-0": "El desgaste y la erosión son procesos que rompen las rocas en pedazos pequeños y mueven esos pedazos a otro lugar.",
        "easyread-text-31-1": "Cosa increíble y especial.",
        "easyread-text-31-2": "Hay una grieta en la acera.",
        "easyread-text-31-3": "Observaciones y preguntas.",
        "easyread-text-31-4": "Debo usar palabras simples para que los niños entiendan fácilmente. También necesito mantener el significado original sin usar palabras difíciles o técnicas.",
        "easyread-text-31-5": "Estoy viendo algo que está sucediendo. Puedo describirlo o contarlo.",
        "easyread-text-31-6": "Este texto es muy corto para simplificar.",
        "easyread-text-31-7": "¿Qué preguntas tienes sobre este tema?"
    },
    "audioFiles": {
        "text-0-0": "audio/es/text-0-0_es.mp3",
        "text-0-1": "audio/es/text-0-1_es.mp3",
        "text-0-2": "audio/es/text-0-2_es.mp3",
        "text-1-0": "audio/es/text-1-0_es.mp3",
        "text-1-1": "audio/es/text-1-1_es.mp3",
        "text-1-2": "audio/es/text-1-2_es.mp3",
        "text-5-0": "audio/es/text-5-0_es.mp3",
        "text-5-1": "audio/es/text-5-1_es.mp3",
        "text-5-2": "audio/es/text-5-2_es.mp3",
        "text-5-3": "audio/es/text-5-3_es.mp3",
        "text-5-4": "audio/es/text-5-4_es.mp3",
        "text-5-5": "audio/es/text-5-5_es.mp3",
        "text-5-6": "audio/es/text-5-6_es.mp3",
        "text-5-7": "audio/es/text-5-7_es.mp3",
        "text-5-8": "audio/es/text-5-8_es.mp3",
        "text-5-9": "audio/es/text-5-9_es.mp3",
        "text-5-10": "audio/es/text-5-10_es.mp3",
        "text-5-11": "audio/es/text-5-11_es.mp3",
        "text-5-12": "audio/es/text-5-12_es.mp3",
        "text-5-13": "audio/es/text-5-13_es.mp3",
        "text-5-14": "audio/es/text-5-14_es.mp3",
        "text-5-15": "audio/es/text-5-15_es.mp3",
        "text-5-16": "audio/es/text-5-16_es.mp3",
        "text-5-17": "audio/es/text-5-17_es.mp3",
        "text-5-18": "audio/es/text-5-18_es.mp3",
        "text-5-19": "audio/es/text-5-19_es.mp3",
        "text-5-20": "audio/es/text-5-20_es.mp3",
        "text-5-21": "audio/es/text-5-21_es.mp3",
        "text-5-22": "audio/es/text-5-22_es.mp3",
        "text-5-23": "audio/es/text-5-23_es.mp3",
        "text-5-24": "audio/es/text-5-24_es.mp3",
        "text-5-25": "audio/es/text-5-25_es.mp3",
        "text-5-26": "audio/es/text-5-26_es.mp3",
        "text-5-27": "audio/es/text-5-27_es.mp3",
        "text-5-28": "audio/es/text-5-28_es.mp3",
        "text-5-29": "audio/es/text-5-29_es.mp3",
        "text-5-30": "audio/es/text-5-30_es.mp3",
        "text-5-31": "audio/es/text-5-31_es.mp3",
        "text-5-32": "audio/es/text-5-32_es.mp3",
        "text-5-33": "audio/es/text-5-33_es.mp3",
        "text-5-34": "audio/es/text-5-34_es.mp3",
        "text-5-35": "audio/es/text-5-35_es.mp3",
        "text-6-0": "audio/es/text-6-0_es.mp3",
        "text-6-1": "audio/es/text-6-1_es.mp3",
        "text-6-2": "audio/es/text-6-2_es.mp3",
        "text-6-3": "audio/es/text-6-3_es.mp3",
        "text-6-4": "audio/es/text-6-4_es.mp3",
        "text-6-5": "audio/es/text-6-5_es.mp3",
        "text-6-6": "audio/es/text-6-6_es.mp3",
        "text-6-7": "audio/es/text-6-7_es.mp3",
        "text-6-8": "audio/es/text-6-8_es.mp3",
        "text-6-9": "audio/es/text-6-9_es.mp3",
        "text-6-10": "audio/es/text-6-10_es.mp3",
        "text-6-11": "audio/es/text-6-11_es.mp3",
        "text-6-12": "audio/es/text-6-12_es.mp3",
        "text-6-13": "audio/es/text-6-13_es.mp3",
        "text-6-14": "audio/es/text-6-14_es.mp3",
        "text-7-0": "audio/es/text-7-0_es.mp3",
        "text-7-1": "audio/es/text-7-1_es.mp3",
        "text-7-2": "audio/es/text-7-2_es.mp3",
        "text-7-3": "audio/es/text-7-3_es.mp3",
        "text-7-4": "audio/es/text-7-4_es.mp3",
        "text-7-5": "audio/es/text-7-5_es.mp3",
        "text-7-7": "audio/es/text-7-7_es.mp3",
        "text-7-8": "audio/es/text-7-8_es.mp3",
        "text-7-9": "audio/es/text-7-9_es.mp3",
        "text-7-10": "audio/es/text-7-10_es.mp3",
        "text-7-12": "audio/es/text-7-12_es.mp3",
        "text-7-15": "audio/es/text-7-15_es.mp3",
        "text-7-16": "audio/es/text-7-16_es.mp3",
        "text-7-18": "audio/es/text-7-18_es.mp3",
        "text-7-21": "audio/es/text-7-21_es.mp3",
        "text-7-24": "audio/es/text-7-24_es.mp3",
        "text-7-25": "audio/es/text-7-25_es.mp3",
        "text-7-26": "audio/es/text-7-26_es.mp3",
        "text-7-27": "audio/es/text-7-27_es.mp3",
        "text-7-28": "audio/es/text-7-28_es.mp3",
        "text-7-29": "audio/es/text-7-29_es.mp3",
        "text-7-30": "audio/es/text-7-30_es.mp3",
        "text-7-31": "audio/es/text-7-31_es.mp3",
        "text-7-32": "audio/es/text-7-32_es.mp3",
        "text-7-33": "audio/es/text-7-33_es.mp3",
        "text-7-34": "audio/es/text-7-34_es.mp3",
        "text-7-35": "audio/es/text-7-35_es.mp3",
        "text-8-0": "audio/es/text-8-0_es.mp3",
        "text-8-1": "audio/es/text-8-1_es.mp3",
        "text-8-2": "audio/es/text-8-2_es.mp3",
        "text-8-3": "audio/es/text-8-3_es.mp3",
        "text-8-4": "audio/es/text-8-4_es.mp3",
        "text-8-5": "audio/es/text-8-5_es.mp3",
        "text-8-6": "audio/es/text-8-6_es.mp3",
        "text-8-7": "audio/es/text-8-7_es.mp3",
        "text-8-8": "audio/es/text-8-8_es.mp3",
        "text-8-9": "audio/es/text-8-9_es.mp3",
        "text-9-0": "audio/es/text-9-0_es.mp3",
        "text-9-1": "audio/es/text-9-1_es.mp3",
        "text-9-3": "audio/es/text-9-3_es.mp3",
        "text-9-4": "audio/es/text-9-4_es.mp3",
        "text-9-5": "audio/es/text-9-5_es.mp3",
        "text-9-6": "audio/es/text-9-6_es.mp3",
        "text-9-7": "audio/es/text-9-7_es.mp3",
        "text-9-8": "audio/es/text-9-8_es.mp3",
        "text-9-9": "audio/es/text-9-9_es.mp3",
        "text-9-10": "audio/es/text-9-10_es.mp3",
        "text-9-11": "audio/es/text-9-11_es.mp3",
        "text-9-12": "audio/es/text-9-12_es.mp3",
        "text-9-13": "audio/es/text-9-13_es.mp3",
        "text-9-14": "audio/es/text-9-14_es.mp3",
        "text-9-15": "audio/es/text-9-15_es.mp3",
        "text-9-16": "audio/es/text-9-16_es.mp3",
        "text-10-0": "audio/es/text-10-0_es.mp3",
        "text-10-1": "audio/es/text-10-1_es.mp3",
        "text-10-2": "audio/es/text-10-2_es.mp3",
        "text-10-3": "audio/es/text-10-3_es.mp3",
        "text-10-4": "audio/es/text-10-4_es.mp3",
        "text-10-5": "audio/es/text-10-5_es.mp3",
        "text-10-6": "audio/es/text-10-6_es.mp3",
        "text-10-7": "audio/es/text-10-7_es.mp3",
        "text-10-8": "audio/es/text-10-8_es.mp3",
        "text-10-9": "audio/es/text-10-9_es.mp3",
        "text-10-10": "audio/es/text-10-10_es.mp3",
        "text-10-11": "audio/es/text-10-11_es.mp3",
        "text-10-12": "audio/es/text-10-12_es.mp3",
        "text-10-13": "audio/es/text-10-13_es.mp3",
        "text-10-14": "audio/es/text-10-14_es.mp3",
        "text-11-0": "audio/es/text-11-0_es.mp3",
        "text-11-1": "audio/es/text-11-1_es.mp3",
        "text-11-3": "audio/es/text-11-3_es.mp3",
        "text-11-5": "audio/es/text-11-5_es.mp3",
        "text-11-7": "audio/es/text-11-7_es.mp3",
        "text-11-9": "audio/es/text-11-9_es.mp3",
        "text-11-11": "audio/es/text-11-11_es.mp3",
        "text-11-13": "audio/es/text-11-13_es.mp3",
        "text-11-15": "audio/es/text-11-15_es.mp3",
        "text-11-17": "audio/es/text-11-17_es.mp3",
        "text-11-19": "audio/es/text-11-19_es.mp3",
        "text-11-21": "audio/es/text-11-21_es.mp3",
        "text-11-23": "audio/es/text-11-23_es.mp3",
        "text-11-25": "audio/es/text-11-25_es.mp3",
        "text-11-27": "audio/es/text-11-27_es.mp3",
        "text-11-29": "audio/es/text-11-29_es.mp3",
        "text-11-31": "audio/es/text-11-31_es.mp3",
        "text-13-0": "audio/es/text-13-0_es.mp3",
        "text-13-1": "audio/es/text-13-1_es.mp3",
        "text-13-2": "audio/es/text-13-2_es.mp3",
        "text-13-3": "audio/es/text-13-3_es.mp3",
        "text-13-4": "audio/es/text-13-4_es.mp3",
        "text-13-5": "audio/es/text-13-5_es.mp3",
        "text-13-6": "audio/es/text-13-6_es.mp3",
        "text-13-7": "audio/es/text-13-7_es.mp3",
        "text-13-8": "audio/es/text-13-8_es.mp3",
        "text-13-16": "audio/es/text-13-16_es.mp3",
        "text-13-9": "audio/es/text-13-9_es.mp3",
        "text-13-10": "audio/es/text-13-10_es.mp3",
        "text-13-11": "audio/es/text-13-11_es.mp3",
        "text-13-12": "audio/es/text-13-12_es.mp3",
        "text-13-13": "audio/es/text-13-13_es.mp3",
        "text-13-14": "audio/es/text-13-14_es.mp3",
        "text-13-15": "audio/es/text-13-15_es.mp3",
        "text-15-0": "audio/es/text-15-0_es.mp3",
        "text-15-1": "audio/es/text-15-1_es.mp3",
        "text-15-2": "audio/es/text-15-2_es.mp3",
        "text-15-3": "audio/es/text-15-3_es.mp3",
        "text-15-4": "audio/es/text-15-4_es.mp3",
        "text-15-5": "audio/es/text-15-5_es.mp3",
        "text-15-6": "audio/es/text-15-6_es.mp3",
        "text-15-7": "audio/es/text-15-7_es.mp3",
        "text-16-0": "audio/es/text-16-0_es.mp3",
        "text-16-1": "audio/es/text-16-1_es.mp3",
        "text-16-2": "audio/es/text-16-2_es.mp3",
        "text-16-3": "audio/es/text-16-3_es.mp3",
        "text-16-4": "audio/es/text-16-4_es.mp3",
        "text-16-6": "audio/es/text-16-6_es.mp3",
        "text-17-0": "audio/es/text-17-0_es.mp3",
        "text-17-5": "audio/es/text-17-5_es.mp3",
        "text-17-1": "audio/es/text-17-1_es.mp3",
        "text-17-2": "audio/es/text-17-2_es.mp3",
        "text-17-3": "audio/es/text-17-3_es.mp3",
        "text-17-4": "audio/es/text-17-4_es.mp3",
        "text-17-6": "audio/es/text-17-6_es.mp3",
        "text-17-7": "audio/es/text-17-7_es.mp3",
        "text-17-8": "audio/es/text-17-8_es.mp3",
        "text-17-9": "audio/es/text-17-9_es.mp3",
        "text-17-10": "audio/es/text-17-10_es.mp3",
        "text-17-11": "audio/es/text-17-11_es.mp3",
        "text-17-12": "audio/es/text-17-12_es.mp3",
        "text-17-13": "audio/es/text-17-13_es.mp3",
        "text-17-14": "audio/es/text-17-14_es.mp3",
        "text-17-15": "audio/es/text-17-15_es.mp3",
        "text-17-16": "audio/es/text-17-16_es.mp3",
        "text-17-17": "audio/es/text-17-17_es.mp3",
        "text-17-18": "audio/es/text-17-18_es.mp3",
        "text-17-19": "audio/es/text-17-19_es.mp3",
        "text-17-20": "audio/es/text-17-20_es.mp3",
        "text-17-21": "audio/es/text-17-21_es.mp3",
        "text-17-22": "audio/es/text-17-22_es.mp3",
        "text-17-23": "audio/es/text-17-23_es.mp3",
        "text-18-0": "audio/es/text-18-0_es.mp3",
        "text-18-1": "audio/es/text-18-1_es.mp3",
        "text-18-2": "audio/es/text-18-2_es.mp3",
        "text-18-3": "audio/es/text-18-3_es.mp3",
        "text-18-4": "audio/es/text-18-4_es.mp3",
        "text-18-5": "audio/es/text-18-5_es.mp3",
        "text-18-6": "audio/es/text-18-6_es.mp3",
        "text-18-7": "audio/es/text-18-7_es.mp3",
        "text-18-8": "audio/es/text-18-8_es.mp3",
        "text-18-9": "audio/es/text-18-9_es.mp3",
        "text-18-10": "audio/es/text-18-10_es.mp3",
        "text-18-11": "audio/es/text-18-11_es.mp3",
        "text-18-12": "audio/es/text-18-12_es.mp3",
        "text-18-13": "audio/es/text-18-13_es.mp3",
        "text-18-14": "audio/es/text-18-14_es.mp3",
        "text-18-15": "audio/es/text-18-15_es.mp3",
        "text-18-16": "audio/es/text-18-16_es.mp3",
        "text-19-0": "audio/es/text-19-0_es.mp3",
        "text-19-1": "audio/es/text-19-1_es.mp3",
        "text-19-2": "audio/es/text-19-2_es.mp3",
        "text-19-3": "audio/es/text-19-3_es.mp3",
        "text-19-4": "audio/es/text-19-4_es.mp3",
        "text-19-5": "audio/es/text-19-5_es.mp3",
        "text-19-6": "audio/es/text-19-6_es.mp3",
        "text-19-7": "audio/es/text-19-7_es.mp3",
        "text-19-8": "audio/es/text-19-8_es.mp3",
        "text-19-9": "audio/es/text-19-9_es.mp3",
        "text-19-10": "audio/es/text-19-10_es.mp3",
        "text-19-11": "audio/es/text-19-11_es.mp3",
        "text-19-12": "audio/es/text-19-12_es.mp3",
        "text-19-13": "audio/es/text-19-13_es.mp3",
        "text-20-0": "audio/es/text-20-0_es.mp3",
        "text-20-1": "audio/es/text-20-1_es.mp3",
        "text-20-2": "audio/es/text-20-2_es.mp3",
        "text-20-3": "audio/es/text-20-3_es.mp3",
        "text-20-4": "audio/es/text-20-4_es.mp3",
        "text-20-5": "audio/es/text-20-5_es.mp3",
        "text-20-6": "audio/es/text-20-6_es.mp3",
        "text-20-7": "audio/es/text-20-7_es.mp3",
        "text-20-8": "audio/es/text-20-8_es.mp3",
        "text-21-0": "audio/es/text-21-0_es.mp3",
        "text-21-1": "audio/es/text-21-1_es.mp3",
        "text-23-0": "audio/es/text-23-0_es.mp3",
        "text-23-1": "audio/es/text-23-1_es.mp3",
        "text-23-2": "audio/es/text-23-2_es.mp3",
        "text-23-3": "audio/es/text-23-3_es.mp3",
        "text-23-4": "audio/es/text-23-4_es.mp3",
        "text-23-5": "audio/es/text-23-5_es.mp3",
        "text-23-6": "audio/es/text-23-6_es.mp3",
        "text-23-7": "audio/es/text-23-7_es.mp3",
        "text-23-8": "audio/es/text-23-8_es.mp3",
        "text-23-9": "audio/es/text-23-9_es.mp3",
        "text-23-10": "audio/es/text-23-10_es.mp3",
        "text-23-11": "audio/es/text-23-11_es.mp3",
        "text-23-12": "audio/es/text-23-12_es.mp3",
        "text-23-13": "audio/es/text-23-13_es.mp3",
        "text-23-14": "audio/es/text-23-14_es.mp3",
        "text-23-15": "audio/es/text-23-15_es.mp3",
        "text-23-16": "audio/es/text-23-16_es.mp3",
        "text-23-17": "audio/es/text-23-17_es.mp3",
        "text-23-18": "audio/es/text-23-18_es.mp3",
        "text-23-19": "audio/es/text-23-19_es.mp3",
        "text-23-20": "audio/es/text-23-20_es.mp3",
        "text-24-0": "audio/es/text-24-0_es.mp3",
        "text-24-1": "audio/es/text-24-1_es.mp3",
        "text-24-2": "audio/es/text-24-2_es.mp3",
        "text-24-3": "audio/es/text-24-3_es.mp3",
        "text-25-0": "audio/es/text-25-0_es.mp3",
        "text-25-1": "audio/es/text-25-1_es.mp3",
        "text-25-2": "audio/es/text-25-2_es.mp3",
        "text-25-3": "audio/es/text-25-3_es.mp3",
        "text-25-4": "audio/es/text-25-4_es.mp3",
        "text-25-5": "audio/es/text-25-5_es.mp3",
        "text-25-6": "audio/es/text-25-6_es.mp3",
        "text-25-7": "audio/es/text-25-7_es.mp3",
        "text-25-8": "audio/es/text-25-8_es.mp3",
        "text-25-9": "audio/es/text-25-9_es.mp3",
        "text-25-10": "audio/es/text-25-10_es.mp3",
        "text-25-11": "audio/es/text-25-11_es.mp3",
        "text-25-12": "audio/es/text-25-12_es.mp3",
        "text-26-0": "audio/es/text-26-0_es.mp3",
        "text-26-1": "audio/es/text-26-1_es.mp3",
        "text-26-2": "audio/es/text-26-2_es.mp3",
        "text-26-3": "audio/es/text-26-3_es.mp3",
        "text-26-4": "audio/es/text-26-4_es.mp3",
        "text-26-5": "audio/es/text-26-5_es.mp3",
        "text-26-6": "audio/es/text-26-6_es.mp3",
        "text-26-7": "audio/es/text-26-7_es.mp3",
        "text-26-8": "audio/es/text-26-8_es.mp3",
        "text-26-26": "audio/es/text-26-26_es.mp3",
        "text-26-27": "audio/es/text-26-27_es.mp3",
        "text-26-28": "audio/es/text-26-28_es.mp3",
        "text-26-29": "audio/es/text-26-29_es.mp3",
        "text-26-30": "audio/es/text-26-30_es.mp3",
        "text-27-0": "audio/es/text-27-0_es.mp3",
        "text-27-1": "audio/es/text-27-1_es.mp3",
        "text-27-2": "audio/es/text-27-2_es.mp3",
        "text-27-3": "audio/es/text-27-3_es.mp3",
        "text-27-4": "audio/es/text-27-4_es.mp3",
        "text-27-5": "audio/es/text-27-5_es.mp3",
        "text-27-6": "audio/es/text-27-6_es.mp3",
        "text-27-7": "audio/es/text-27-7_es.mp3",
        "text-28-0": "audio/es/text-28-0_es.mp3",
        "text-28-1": "audio/es/text-28-1_es.mp3",
        "text-28-2": "audio/es/text-28-2_es.mp3",
        "text-28-3": "audio/es/text-28-3_es.mp3",
        "text-28-5": "audio/es/text-28-5_es.mp3",
        "text-28-7": "audio/es/text-28-7_es.mp3",
        "text-28-8": "audio/es/text-28-8_es.mp3",
        "text-28-9": "audio/es/text-28-9_es.mp3",
        "text-28-10": "audio/es/text-28-10_es.mp3",
        "text-28-11": "audio/es/text-28-11_es.mp3",
        "text-28-12": "audio/es/text-28-12_es.mp3",
        "text-28-13": "audio/es/text-28-13_es.mp3",
        "text-28-14": "audio/es/text-28-14_es.mp3",
        "text-28-15": "audio/es/text-28-15_es.mp3",
        "text-28-16": "audio/es/text-28-16_es.mp3",
        "text-28-17": "audio/es/text-28-17_es.mp3",
        "text-28-18": "audio/es/text-28-18_es.mp3",
        "text-29-0": "audio/es/text-29-0_es.mp3",
        "text-29-1": "audio/es/text-29-1_es.mp3",
        "text-31-0": "audio/es/text-31-0_es.mp3",
        "text-31-1": "audio/es/text-31-1_es.mp3",
        "text-31-2": "audio/es/text-31-2_es.mp3",
        "text-31-3": "audio/es/text-31-3_es.mp3",
        "text-31-4": "audio/es/text-31-4_es.mp3",
        "text-31-5": "audio/es/text-31-5_es.mp3",
        "text-31-6": "audio/es/text-31-6_es.mp3",
        "text-31-7": "audio/es/text-31-7_es.mp3",
        "img-2-1": "audio/es/img-2-1_es.mp3",
        "img-3-1": "audio/es/img-3-1_es.mp3",
        "img-6-2": "audio/es/img-6-2_es.mp3",
        "img-8-3": "audio/es/img-8-3_es.mp3",
        "img-9-2": "audio/es/img-9-2_es.mp3",
        "img-13-2": "audio/es/img-13-2_es.mp3",
        "img-15-2": "audio/es/img-15-2_es.mp3",
        "img-18-2": "audio/es/img-18-2_es.mp3",
        "img-19-2": "audio/es/img-19-2_es.mp3",
        "img-20-2": "audio/es/img-20-2_es.mp3",
        "img-23-2": "audio/es/img-23-2_es.mp3",
        "img-25-2": "audio/es/img-25-2_es.mp3",
        "img-26-2": "audio/es/img-26-2_es.mp3",
        "img-28-2": "audio/es/img-28-2_es.mp3",
        "img-30-1": "audio/es/img-30-1_es.mp3",
        "img-31-2": "audio/es/img-31-2_es.mp3",
        "sectioneli5-0-0": "audio/es/sectioneli5-0-0_es.mp3",
        "sectioneli5-1-0": "audio/es/sectioneli5-1-0_es.mp3",
        "sectioneli5-2-0": "audio/es/sectioneli5-2-0_es.mp3",
        "sectioneli5-3-1": "audio/es/sectioneli5-3-1_es.mp3",
        "sectioneli5-5-0": "audio/es/sectioneli5-5-0_es.mp3",
        "sectioneli5-5-1": "audio/es/sectioneli5-5-1_es.mp3",
        "sectioneli5-5-2": "audio/es/sectioneli5-5-2_es.mp3",
        "sectioneli5-5-3": "audio/es/sectioneli5-5-3_es.mp3",
        "sectioneli5-5-4": "audio/es/sectioneli5-5-4_es.mp3",
        "sectioneli5-6-0": "audio/es/sectioneli5-6-0_es.mp3",
        "sectioneli5-6-1": "audio/es/sectioneli5-6-1_es.mp3",
        "sectioneli5-7-0": "audio/es/sectioneli5-7-0_es.mp3",
        "sectioneli5-7-1": "audio/es/sectioneli5-7-1_es.mp3",
        "sectioneli5-8-0": "audio/es/sectioneli5-8-0_es.mp3",
        "sectioneli5-9-0": "audio/es/sectioneli5-9-0_es.mp3",
        "sectioneli5-10-0": "audio/es/sectioneli5-10-0_es.mp3",
        "sectioneli5-10-1": "audio/es/sectioneli5-10-1_es.mp3",
        "sectioneli5-11-0": "audio/es/sectioneli5-11-0_es.mp3",
        "sectioneli5-12-0": "audio/es/sectioneli5-12-0_es.mp3",
        "sectioneli5-13-0": "audio/es/sectioneli5-13-0_es.mp3",
        "sectioneli5-13-1": "audio/es/sectioneli5-13-1_es.mp3",
        "sectioneli5-15-0": "audio/es/sectioneli5-15-0_es.mp3",
        "sectioneli5-15-1": "audio/es/sectioneli5-15-1_es.mp3",
        "sectioneli5-16-0": "audio/es/sectioneli5-16-0_es.mp3",
        "sectioneli5-16-1": "audio/es/sectioneli5-16-1_es.mp3",
        "sectioneli5-16-2": "audio/es/sectioneli5-16-2_es.mp3",
        "sectioneli5-17-0": "audio/es/sectioneli5-17-0_es.mp3",
        "sectioneli5-17-1": "audio/es/sectioneli5-17-1_es.mp3",
        "sectioneli5-17-2": "audio/es/sectioneli5-17-2_es.mp3",
        "sectioneli5-17-3": "audio/es/sectioneli5-17-3_es.mp3",
        "sectioneli5-17-4": "audio/es/sectioneli5-17-4_es.mp3",
        "sectioneli5-18-0": "audio/es/sectioneli5-18-0_es.mp3",
        "sectioneli5-18-1": "audio/es/sectioneli5-18-1_es.mp3",
        "sectioneli5-19-0": "audio/es/sectioneli5-19-0_es.mp3",
        "sectioneli5-19-1": "audio/es/sectioneli5-19-1_es.mp3",
        "sectioneli5-20-0": "audio/es/sectioneli5-20-0_es.mp3",
        "sectioneli5-21-0": "audio/es/sectioneli5-21-0_es.mp3",
        "sectioneli5-23-0": "audio/es/sectioneli5-23-0_es.mp3",
        "sectioneli5-23-1": "audio/es/sectioneli5-23-1_es.mp3",
        "sectioneli5-24-0": "audio/es/sectioneli5-24-0_es.mp3",
        "sectioneli5-25-0": "audio/es/sectioneli5-25-0_es.mp3",
        "sectioneli5-25-1": "audio/es/sectioneli5-25-1_es.mp3",
        "sectioneli5-25-2": "audio/es/sectioneli5-25-2_es.mp3",
        "sectioneli5-26-0": "audio/es/sectioneli5-26-0_es.mp3",
        "sectioneli5-26-1": "audio/es/sectioneli5-26-1_es.mp3",
        "sectioneli5-27-0": "audio/es/sectioneli5-27-0_es.mp3",
        "sectioneli5-27-1": "audio/es/sectioneli5-27-1_es.mp3",
        "sectioneli5-27-2": "audio/es/sectioneli5-27-2_es.mp3",
        "sectioneli5-28-0": "audio/es/sectioneli5-28-0_es.mp3",
        "sectioneli5-28-1": "audio/es/sectioneli5-28-1_es.mp3",
        "sectioneli5-29-0": "audio/es/sectioneli5-29-0_es.mp3",
        "sectioneli5-30-0": "audio/es/sectioneli5-30-0_es.mp3",
        "sectioneli5-31-0": "audio/es/sectioneli5-31-0_es.mp3",
        "easyread-text-0-0": "audio/es/easyread-text-0-0_es.mp3",
        "easyread-text-0-1": "audio/es/easyread-text-0-1_es.mp3",
        "easyread-text-0-2": "audio/es/easyread-text-0-2_es.mp3",
        "easyread-text-1-0": "audio/es/easyread-text-1-0_es.mp3",
        "easyread-text-1-1": "audio/es/easyread-text-1-1_es.mp3",
        "easyread-text-1-2": "audio/es/easyread-text-1-2_es.mp3",
        "easyread-text-5-0": "audio/es/easyread-text-5-0_es.mp3",
        "easyread-text-5-1": "audio/es/easyread-text-5-1_es.mp3",
        "easyread-text-5-2": "audio/es/easyread-text-5-2_es.mp3",
        "easyread-text-5-3": "audio/es/easyread-text-5-3_es.mp3",
        "easyread-text-5-4": "audio/es/easyread-text-5-4_es.mp3",
        "easyread-text-5-5": "audio/es/easyread-text-5-5_es.mp3",
        "easyread-text-5-6": "audio/es/easyread-text-5-6_es.mp3",
        "easyread-text-5-7": "audio/es/easyread-text-5-7_es.mp3",
        "easyread-text-5-8": "audio/es/easyread-text-5-8_es.mp3",
        "easyread-text-5-9": "audio/es/easyread-text-5-9_es.mp3",
        "easyread-text-5-10": "audio/es/easyread-text-5-10_es.mp3",
        "easyread-text-5-11": "audio/es/easyread-text-5-11_es.mp3",
        "easyread-text-5-12": "audio/es/easyread-text-5-12_es.mp3",
        "easyread-text-5-13": "audio/es/easyread-text-5-13_es.mp3",
        "easyread-text-5-14": "audio/es/easyread-text-5-14_es.mp3",
        "easyread-text-5-15": "audio/es/easyread-text-5-15_es.mp3",
        "easyread-text-5-16": "audio/es/easyread-text-5-16_es.mp3",
        "easyread-text-5-17": "audio/es/easyread-text-5-17_es.mp3",
        "easyread-text-5-18": "audio/es/easyread-text-5-18_es.mp3",
        "easyread-text-5-19": "audio/es/easyread-text-5-19_es.mp3",
        "easyread-text-5-20": "audio/es/easyread-text-5-20_es.mp3",
        "easyread-text-5-21": "audio/es/easyread-text-5-21_es.mp3",
        "easyread-text-5-22": "audio/es/easyread-text-5-22_es.mp3",
        "easyread-text-5-23": "audio/es/easyread-text-5-23_es.mp3",
        "easyread-text-5-24": "audio/es/easyread-text-5-24_es.mp3",
        "easyread-text-5-25": "audio/es/easyread-text-5-25_es.mp3",
        "easyread-text-5-26": "audio/es/easyread-text-5-26_es.mp3",
        "easyread-text-5-27": "audio/es/easyread-text-5-27_es.mp3",
        "easyread-text-5-28": "audio/es/easyread-text-5-28_es.mp3",
        "easyread-text-5-29": "audio/es/easyread-text-5-29_es.mp3",
        "easyread-text-5-30": "audio/es/easyread-text-5-30_es.mp3",
        "easyread-text-5-31": "audio/es/easyread-text-5-31_es.mp3",
        "easyread-text-5-32": "audio/es/easyread-text-5-32_es.mp3",
        "easyread-text-5-33": "audio/es/easyread-text-5-33_es.mp3",
        "easyread-text-5-34": "audio/es/easyread-text-5-34_es.mp3",
        "easyread-text-5-35": "audio/es/easyread-text-5-35_es.mp3",
        "easyread-text-6-0": "audio/es/easyread-text-6-0_es.mp3",
        "easyread-text-6-1": "audio/es/easyread-text-6-1_es.mp3",
        "easyread-text-6-2": "audio/es/easyread-text-6-2_es.mp3",
        "easyread-text-6-3": "audio/es/easyread-text-6-3_es.mp3",
        "easyread-text-6-4": "audio/es/easyread-text-6-4_es.mp3",
        "easyread-text-6-5": "audio/es/easyread-text-6-5_es.mp3",
        "easyread-text-6-6": "audio/es/easyread-text-6-6_es.mp3",
        "easyread-text-6-7": "audio/es/easyread-text-6-7_es.mp3",
        "easyread-text-6-8": "audio/es/easyread-text-6-8_es.mp3",
        "easyread-text-6-9": "audio/es/easyread-text-6-9_es.mp3",
        "easyread-text-6-10": "audio/es/easyread-text-6-10_es.mp3",
        "easyread-text-6-11": "audio/es/easyread-text-6-11_es.mp3",
        "easyread-text-6-12": "audio/es/easyread-text-6-12_es.mp3",
        "easyread-text-6-13": "audio/es/easyread-text-6-13_es.mp3",
        "easyread-text-6-14": "audio/es/easyread-text-6-14_es.mp3",
        "easyread-text-7-0": "audio/es/easyread-text-7-0_es.mp3",
        "easyread-text-7-1": "audio/es/easyread-text-7-1_es.mp3",
        "easyread-text-7-2": "audio/es/easyread-text-7-2_es.mp3",
        "easyread-text-7-3": "audio/es/easyread-text-7-3_es.mp3",
        "easyread-text-7-4": "audio/es/easyread-text-7-4_es.mp3",
        "easyread-text-7-5": "audio/es/easyread-text-7-5_es.mp3",
        "easyread-text-7-7": "audio/es/easyread-text-7-7_es.mp3",
        "easyread-text-7-8": "audio/es/easyread-text-7-8_es.mp3",
        "easyread-text-7-9": "audio/es/easyread-text-7-9_es.mp3",
        "easyread-text-7-10": "audio/es/easyread-text-7-10_es.mp3",
        "easyread-text-7-12": "audio/es/easyread-text-7-12_es.mp3",
        "easyread-text-7-15": "audio/es/easyread-text-7-15_es.mp3",
        "easyread-text-7-16": "audio/es/easyread-text-7-16_es.mp3",
        "easyread-text-7-18": "audio/es/easyread-text-7-18_es.mp3",
        "easyread-text-7-21": "audio/es/easyread-text-7-21_es.mp3",
        "easyread-text-7-24": "audio/es/easyread-text-7-24_es.mp3",
        "easyread-text-7-25": "audio/es/easyread-text-7-25_es.mp3",
        "easyread-text-7-26": "audio/es/easyread-text-7-26_es.mp3",
        "easyread-text-7-27": "audio/es/easyread-text-7-27_es.mp3",
        "easyread-text-7-28": "audio/es/easyread-text-7-28_es.mp3",
        "easyread-text-7-29": "audio/es/easyread-text-7-29_es.mp3",
        "easyread-text-7-30": "audio/es/easyread-text-7-30_es.mp3",
        "easyread-text-7-31": "audio/es/easyread-text-7-31_es.mp3",
        "easyread-text-7-32": "audio/es/easyread-text-7-32_es.mp3",
        "easyread-text-7-33": "audio/es/easyread-text-7-33_es.mp3",
        "easyread-text-7-34": "audio/es/easyread-text-7-34_es.mp3",
        "easyread-text-7-35": "audio/es/easyread-text-7-35_es.mp3",
        "easyread-text-8-0": "audio/es/easyread-text-8-0_es.mp3",
        "easyread-text-8-1": "audio/es/easyread-text-8-1_es.mp3",
        "easyread-text-8-2": "audio/es/easyread-text-8-2_es.mp3",
        "easyread-text-8-3": "audio/es/easyread-text-8-3_es.mp3",
        "easyread-text-8-4": "audio/es/easyread-text-8-4_es.mp3",
        "easyread-text-8-5": "audio/es/easyread-text-8-5_es.mp3",
        "easyread-text-8-6": "audio/es/easyread-text-8-6_es.mp3",
        "easyread-text-8-7": "audio/es/easyread-text-8-7_es.mp3",
        "easyread-text-8-8": "audio/es/easyread-text-8-8_es.mp3",
        "easyread-text-8-9": "audio/es/easyread-text-8-9_es.mp3",
        "easyread-text-9-0": "audio/es/easyread-text-9-0_es.mp3",
        "easyread-text-9-1": "audio/es/easyread-text-9-1_es.mp3",
        "easyread-text-9-3": "audio/es/easyread-text-9-3_es.mp3",
        "easyread-text-9-4": "audio/es/easyread-text-9-4_es.mp3",
        "easyread-text-9-5": "audio/es/easyread-text-9-5_es.mp3",
        "easyread-text-9-6": "audio/es/easyread-text-9-6_es.mp3",
        "easyread-text-9-7": "audio/es/easyread-text-9-7_es.mp3",
        "easyread-text-9-8": "audio/es/easyread-text-9-8_es.mp3",
        "easyread-text-9-9": "audio/es/easyread-text-9-9_es.mp3",
        "easyread-text-9-10": "audio/es/easyread-text-9-10_es.mp3",
        "easyread-text-9-11": "audio/es/easyread-text-9-11_es.mp3",
        "easyread-text-9-12": "audio/es/easyread-text-9-12_es.mp3",
        "easyread-text-9-13": "audio/es/easyread-text-9-13_es.mp3",
        "easyread-text-9-14": "audio/es/easyread-text-9-14_es.mp3",
        "easyread-text-9-15": "audio/es/easyread-text-9-15_es.mp3",
        "easyread-text-9-16": "audio/es/easyread-text-9-16_es.mp3",
        "easyread-text-10-0": "audio/es/easyread-text-10-0_es.mp3",
        "easyread-text-10-1": "audio/es/easyread-text-10-1_es.mp3",
        "easyread-text-10-2": "audio/es/easyread-text-10-2_es.mp3",
        "easyread-text-10-3": "audio/es/easyread-text-10-3_es.mp3",
        "easyread-text-10-4": "audio/es/easyread-text-10-4_es.mp3",
        "easyread-text-10-5": "audio/es/easyread-text-10-5_es.mp3",
        "easyread-text-10-6": "audio/es/easyread-text-10-6_es.mp3",
        "easyread-text-10-7": "audio/es/easyread-text-10-7_es.mp3",
        "easyread-text-10-8": "audio/es/easyread-text-10-8_es.mp3",
        "easyread-text-10-9": "audio/es/easyread-text-10-9_es.mp3",
        "easyread-text-10-10": "audio/es/easyread-text-10-10_es.mp3",
        "easyread-text-10-11": "audio/es/easyread-text-10-11_es.mp3",
        "easyread-text-10-12": "audio/es/easyread-text-10-12_es.mp3",
        "easyread-text-10-13": "audio/es/easyread-text-10-13_es.mp3",
        "easyread-text-10-14": "audio/es/easyread-text-10-14_es.mp3",
        "easyread-text-11-0": "audio/es/easyread-text-11-0_es.mp3",
        "easyread-text-11-1": "audio/es/easyread-text-11-1_es.mp3",
        "easyread-text-11-3": "audio/es/easyread-text-11-3_es.mp3",
        "easyread-text-11-5": "audio/es/easyread-text-11-5_es.mp3",
        "easyread-text-11-7": "audio/es/easyread-text-11-7_es.mp3",
        "easyread-text-11-9": "audio/es/easyread-text-11-9_es.mp3",
        "easyread-text-11-11": "audio/es/easyread-text-11-11_es.mp3",
        "easyread-text-11-13": "audio/es/easyread-text-11-13_es.mp3",
        "easyread-text-11-15": "audio/es/easyread-text-11-15_es.mp3",
        "easyread-text-11-17": "audio/es/easyread-text-11-17_es.mp3",
        "easyread-text-11-19": "audio/es/easyread-text-11-19_es.mp3",
        "easyread-text-11-21": "audio/es/easyread-text-11-21_es.mp3",
        "easyread-text-11-23": "audio/es/easyread-text-11-23_es.mp3",
        "easyread-text-11-25": "audio/es/easyread-text-11-25_es.mp3",
        "easyread-text-11-27": "audio/es/easyread-text-11-27_es.mp3",
        "easyread-text-11-29": "audio/es/easyread-text-11-29_es.mp3",
        "easyread-text-11-31": "audio/es/easyread-text-11-31_es.mp3",
        "easyread-text-13-0": "audio/es/easyread-text-13-0_es.mp3",
        "easyread-text-13-1": "audio/es/easyread-text-13-1_es.mp3",
        "easyread-text-13-2": "audio/es/easyread-text-13-2_es.mp3",
        "easyread-text-13-3": "audio/es/easyread-text-13-3_es.mp3",
        "easyread-text-13-4": "audio/es/easyread-text-13-4_es.mp3",
        "easyread-text-13-5": "audio/es/easyread-text-13-5_es.mp3",
        "easyread-text-13-6": "audio/es/easyread-text-13-6_es.mp3",
        "easyread-text-13-7": "audio/es/easyread-text-13-7_es.mp3",
        "easyread-text-13-8": "audio/es/easyread-text-13-8_es.mp3",
        "easyread-text-13-16": "audio/es/easyread-text-13-16_es.mp3",
        "easyread-text-13-9": "audio/es/easyread-text-13-9_es.mp3",
        "easyread-text-13-10": "audio/es/easyread-text-13-10_es.mp3",
        "easyread-text-13-11": "audio/es/easyread-text-13-11_es.mp3",
        "easyread-text-13-12": "audio/es/easyread-text-13-12_es.mp3",
        "easyread-text-13-13": "audio/es/easyread-text-13-13_es.mp3",
        "easyread-text-13-14": "audio/es/easyread-text-13-14_es.mp3",
        "easyread-text-13-15": "audio/es/easyread-text-13-15_es.mp3",
        "easyread-text-15-0": "audio/es/easyread-text-15-0_es.mp3",
        "easyread-text-15-1": "audio/es/easyread-text-15-1_es.mp3",
        "easyread-text-15-2": "audio/es/easyread-text-15-2_es.mp3",
        "easyread-text-15-3": "audio/es/easyread-text-15-3_es.mp3",
        "easyread-text-15-4": "audio/es/easyread-text-15-4_es.mp3",
        "easyread-text-15-5": "audio/es/easyread-text-15-5_es.mp3",
        "easyread-text-15-6": "audio/es/easyread-text-15-6_es.mp3",
        "easyread-text-15-7": "audio/es/easyread-text-15-7_es.mp3",
        "easyread-text-16-0": "audio/es/easyread-text-16-0_es.mp3",
        "easyread-text-16-1": "audio/es/easyread-text-16-1_es.mp3",
        "easyread-text-16-2": "audio/es/easyread-text-16-2_es.mp3",
        "easyread-text-16-3": "audio/es/easyread-text-16-3_es.mp3",
        "easyread-text-16-4": "audio/es/easyread-text-16-4_es.mp3",
        "easyread-text-16-6": "audio/es/easyread-text-16-6_es.mp3",
        "easyread-text-17-0": "audio/es/easyread-text-17-0_es.mp3",
        "easyread-text-17-5": "audio/es/easyread-text-17-5_es.mp3",
        "easyread-text-17-1": "audio/es/easyread-text-17-1_es.mp3",
        "easyread-text-17-2": "audio/es/easyread-text-17-2_es.mp3",
        "easyread-text-17-3": "audio/es/easyread-text-17-3_es.mp3",
        "easyread-text-17-4": "audio/es/easyread-text-17-4_es.mp3",
        "easyread-text-17-6": "audio/es/easyread-text-17-6_es.mp3",
        "easyread-text-17-7": "audio/es/easyread-text-17-7_es.mp3",
        "easyread-text-17-8": "audio/es/easyread-text-17-8_es.mp3",
        "easyread-text-17-9": "audio/es/easyread-text-17-9_es.mp3",
        "easyread-text-17-10": "audio/es/easyread-text-17-10_es.mp3",
        "easyread-text-17-11": "audio/es/easyread-text-17-11_es.mp3",
        "easyread-text-17-12": "audio/es/easyread-text-17-12_es.mp3",
        "easyread-text-17-13": "audio/es/easyread-text-17-13_es.mp3",
        "easyread-text-17-14": "audio/es/easyread-text-17-14_es.mp3",
        "easyread-text-17-15": "audio/es/easyread-text-17-15_es.mp3",
        "easyread-text-17-16": "audio/es/easyread-text-17-16_es.mp3",
        "easyread-text-17-17": "audio/es/easyread-text-17-17_es.mp3",
        "easyread-text-17-18": "audio/es/easyread-text-17-18_es.mp3",
        "easyread-text-17-19": "audio/es/easyread-text-17-19_es.mp3",
        "easyread-text-17-20": "audio/es/easyread-text-17-20_es.mp3",
        "easyread-text-17-21": "audio/es/easyread-text-17-21_es.mp3",
        "easyread-text-17-22": "audio/es/easyread-text-17-22_es.mp3",
        "easyread-text-17-23": "audio/es/easyread-text-17-23_es.mp3",
        "easyread-text-18-0": "audio/es/easyread-text-18-0_es.mp3",
        "easyread-text-18-1": "audio/es/easyread-text-18-1_es.mp3",
        "easyread-text-18-2": "audio/es/easyread-text-18-2_es.mp3",
        "easyread-text-18-3": "audio/es/easyread-text-18-3_es.mp3",
        "easyread-text-18-4": "audio/es/easyread-text-18-4_es.mp3",
        "easyread-text-18-5": "audio/es/easyread-text-18-5_es.mp3",
        "easyread-text-18-6": "audio/es/easyread-text-18-6_es.mp3",
        "easyread-text-18-7": "audio/es/easyread-text-18-7_es.mp3",
        "easyread-text-18-8": "audio/es/easyread-text-18-8_es.mp3",
        "easyread-text-18-9": "audio/es/easyread-text-18-9_es.mp3",
        "easyread-text-18-10": "audio/es/easyread-text-18-10_es.mp3",
        "easyread-text-18-11": "audio/es/easyread-text-18-11_es.mp3",
        "easyread-text-18-12": "audio/es/easyread-text-18-12_es.mp3",
        "easyread-text-18-13": "audio/es/easyread-text-18-13_es.mp3",
        "easyread-text-18-14": "audio/es/easyread-text-18-14_es.mp3",
        "easyread-text-18-15": "audio/es/easyread-text-18-15_es.mp3",
        "easyread-text-18-16": "audio/es/easyread-text-18-16_es.mp3",
        "easyread-text-19-0": "audio/es/easyread-text-19-0_es.mp3",
        "easyread-text-19-1": "audio/es/easyread-text-19-1_es.mp3",
        "easyread-text-19-2": "audio/es/easyread-text-19-2_es.mp3",
        "easyread-text-19-3": "audio/es/easyread-text-19-3_es.mp3",
        "easyread-text-19-4": "audio/es/easyread-text-19-4_es.mp3",
        "easyread-text-19-5": "audio/es/easyread-text-19-5_es.mp3",
        "easyread-text-19-6": "audio/es/easyread-text-19-6_es.mp3",
        "easyread-text-19-7": "audio/es/easyread-text-19-7_es.mp3",
        "easyread-text-19-8": "audio/es/easyread-text-19-8_es.mp3",
        "easyread-text-19-9": "audio/es/easyread-text-19-9_es.mp3",
        "easyread-text-19-10": "audio/es/easyread-text-19-10_es.mp3",
        "easyread-text-19-11": "audio/es/easyread-text-19-11_es.mp3",
        "easyread-text-19-12": "audio/es/easyread-text-19-12_es.mp3",
        "easyread-text-19-13": "audio/es/easyread-text-19-13_es.mp3",
        "easyread-text-20-0": "audio/es/easyread-text-20-0_es.mp3",
        "easyread-text-20-1": "audio/es/easyread-text-20-1_es.mp3",
        "easyread-text-20-2": "audio/es/easyread-text-20-2_es.mp3",
        "easyread-text-20-3": "audio/es/easyread-text-20-3_es.mp3",
        "easyread-text-20-4": "audio/es/easyread-text-20-4_es.mp3",
        "easyread-text-20-5": "audio/es/easyread-text-20-5_es.mp3",
        "easyread-text-20-6": "audio/es/easyread-text-20-6_es.mp3",
        "easyread-text-20-7": "audio/es/easyread-text-20-7_es.mp3",
        "easyread-text-20-8": "audio/es/easyread-text-20-8_es.mp3",
        "easyread-text-21-0": "audio/es/easyread-text-21-0_es.mp3",
        "easyread-text-21-1": "audio/es/easyread-text-21-1_es.mp3",
        "easyread-text-23-0": "audio/es/easyread-text-23-0_es.mp3",
        "easyread-text-23-1": "audio/es/easyread-text-23-1_es.mp3",
        "easyread-text-23-2": "audio/es/easyread-text-23-2_es.mp3",
        "easyread-text-23-3": "audio/es/easyread-text-23-3_es.mp3",
        "easyread-text-23-4": "audio/es/easyread-text-23-4_es.mp3",
        "easyread-text-23-5": "audio/es/easyread-text-23-5_es.mp3",
        "easyread-text-23-6": "audio/es/easyread-text-23-6_es.mp3",
        "easyread-text-23-7": "audio/es/easyread-text-23-7_es.mp3",
        "easyread-text-23-8": "audio/es/easyread-text-23-8_es.mp3",
        "easyread-text-23-9": "audio/es/easyread-text-23-9_es.mp3",
        "easyread-text-23-10": "audio/es/easyread-text-23-10_es.mp3",
        "easyread-text-23-11": "audio/es/easyread-text-23-11_es.mp3",
        "easyread-text-23-12": "audio/es/easyread-text-23-12_es.mp3",
        "easyread-text-23-13": "audio/es/easyread-text-23-13_es.mp3",
        "easyread-text-23-14": "audio/es/easyread-text-23-14_es.mp3",
        "easyread-text-23-15": "audio/es/easyread-text-23-15_es.mp3",
        "easyread-text-23-16": "audio/es/easyread-text-23-16_es.mp3",
        "easyread-text-23-17": "audio/es/easyread-text-23-17_es.mp3",
        "easyread-text-23-18": "audio/es/easyread-text-23-18_es.mp3",
        "easyread-text-23-19": "audio/es/easyread-text-23-19_es.mp3",
        "easyread-text-23-20": "audio/es/easyread-text-23-20_es.mp3",
        "easyread-text-24-0": "audio/es/easyread-text-24-0_es.mp3",
        "easyread-text-24-1": "audio/es/easyread-text-24-1_es.mp3",
        "easyread-text-24-2": "audio/es/easyread-text-24-2_es.mp3",
        "easyread-text-24-3": "audio/es/easyread-text-24-3_es.mp3",
        "easyread-text-25-0": "audio/es/easyread-text-25-0_es.mp3",
        "easyread-text-25-1": "audio/es/easyread-text-25-1_es.mp3",
        "easyread-text-25-2": "audio/es/easyread-text-25-2_es.mp3",
        "easyread-text-25-3": "audio/es/easyread-text-25-3_es.mp3",
        "easyread-text-25-4": "audio/es/easyread-text-25-4_es.mp3",
        "easyread-text-25-5": "audio/es/easyread-text-25-5_es.mp3",
        "easyread-text-25-6": "audio/es/easyread-text-25-6_es.mp3",
        "easyread-text-25-7": "audio/es/easyread-text-25-7_es.mp3",
        "easyread-text-25-8": "audio/es/easyread-text-25-8_es.mp3",
        "easyread-text-25-9": "audio/es/easyread-text-25-9_es.mp3",
        "easyread-text-25-10": "audio/es/easyread-text-25-10_es.mp3",
        "easyread-text-25-11": "audio/es/easyread-text-25-11_es.mp3",
        "easyread-text-25-12": "audio/es/easyread-text-25-12_es.mp3",
        "easyread-text-26-0": "audio/es/easyread-text-26-0_es.mp3",
        "easyread-text-26-1": "audio/es/easyread-text-26-1_es.mp3",
        "easyread-text-26-2": "audio/es/easyread-text-26-2_es.mp3",
        "easyread-text-26-3": "audio/es/easyread-text-26-3_es.mp3",
        "easyread-text-26-4": "audio/es/easyread-text-26-4_es.mp3",
        "easyread-text-26-5": "audio/es/easyread-text-26-5_es.mp3",
        "easyread-text-26-6": "audio/es/easyread-text-26-6_es.mp3",
        "easyread-text-26-7": "audio/es/easyread-text-26-7_es.mp3",
        "easyread-text-26-8": "audio/es/easyread-text-26-8_es.mp3",
        "easyread-text-26-26": "audio/es/easyread-text-26-26_es.mp3",
        "easyread-text-26-27": "audio/es/easyread-text-26-27_es.mp3",
        "easyread-text-26-28": "audio/es/easyread-text-26-28_es.mp3",
        "easyread-text-26-29": "audio/es/easyread-text-26-29_es.mp3",
        "easyread-text-26-30": "audio/es/easyread-text-26-30_es.mp3",
        "easyread-text-27-0": "audio/es/easyread-text-27-0_es.mp3",
        "easyread-text-27-1": "audio/es/easyread-text-27-1_es.mp3",
        "easyread-text-27-2": "audio/es/easyread-text-27-2_es.mp3",
        "easyread-text-27-3": "audio/es/easyread-text-27-3_es.mp3",
        "easyread-text-27-4": "audio/es/easyread-text-27-4_es.mp3",
        "easyread-text-27-5": "audio/es/easyread-text-27-5_es.mp3",
        "easyread-text-27-6": "audio/es/easyread-text-27-6_es.mp3",
        "easyread-text-27-7": "audio/es/easyread-text-27-7_es.mp3",
        "easyread-text-28-0": "audio/es/easyread-text-28-0_es.mp3",
        "easyread-text-28-1": "audio/es/easyread-text-28-1_es.mp3",
        "easyread-text-28-2": "audio/es/easyread-text-28-2_es.mp3",
        "easyread-text-28-3": "audio/es/easyread-text-28-3_es.mp3",
        "easyread-text-28-5": "audio/es/easyread-text-28-5_es.mp3",
        "easyread-text-28-7": "audio/es/easyread-text-28-7_es.mp3",
        "easyread-text-28-8": "audio/es/easyread-text-28-8_es.mp3",
        "easyread-text-28-9": "audio/es/easyread-text-28-9_es.mp3",
        "easyread-text-28-10": "audio/es/easyread-text-28-10_es.mp3",
        "easyread-text-28-11": "audio/es/easyread-text-28-11_es.mp3",
        "easyread-text-28-12": "audio/es/easyread-text-28-12_es.mp3",
        "easyread-text-28-13": "audio/es/easyread-text-28-13_es.mp3",
        "easyread-text-28-14": "audio/es/easyread-text-28-14_es.mp3",
        "easyread-text-28-15": "audio/es/easyread-text-28-15_es.mp3",
        "easyread-text-28-16": "audio/es/easyread-text-28-16_es.mp3",
        "easyread-text-28-17": "audio/es/easyread-text-28-17_es.mp3",
        "easyread-text-28-18": "audio/es/easyread-text-28-18_es.mp3",
        "easyread-text-29-0": "audio/es/easyread-text-29-0_es.mp3",
        "easyread-text-29-1": "audio/es/easyread-text-29-1_es.mp3",
        "easyread-text-31-0": "audio/es/easyread-text-31-0_es.mp3",
        "easyread-text-31-1": "audio/es/easyread-text-31-1_es.mp3",
        "easyread-text-31-2": "audio/es/easyread-text-31-2_es.mp3",
        "easyread-text-31-3": "audio/es/easyread-text-31-3_es.mp3",
        "easyread-text-31-4": "audio/es/easyread-text-31-4_es.mp3",
        "easyread-text-31-5": "audio/es/easyread-text-31-5_es.mp3",
        "easyread-text-31-6": "audio/es/easyread-text-31-6_es.mp3",
        "easyread-text-31-7": "audio/es/easyread-text-31-7_es.mp3"
    }
}