{
    "texts": {
        "text-0-0": "5th Grade",
        "text-0-1": "Science",
        "text-0-2": "for Utah SEEd Standards",
        "text-1-0": "5th Grade",
        "text-1-1": "for Utah SEEd Standards",
        "text-1-2": "Utah State Board of Education OER",
        "text-5-0": "Students as Scientists",
        "text-5-1": "What does science look and feel like?",
        "text-5-2": "If you’re reading this book, either as a student or a teacher, you’re going to be digging into the “practice” of science.",
        "text-5-3": "Probably, someone, somewhere, has made you think about this before, and so you’ve probably already had a chance to imagine the possibilities.",
        "text-5-4": "Who do you picture doing science?",
        "text-5-5": "What do they look like?",
        "text-5-6": "What are they doing?",
        "text-5-7": "Often when we ask people to imagine this, they draw or describe people\n                with lab coats, people with crazy hair, beakers and flasks of weird looking liquids that are bubbling and\n                frothing.",
        "text-5-8": "Maybe there’s even an explosion.",
        "text-5-9": "Let’s be honest: Some scientists do look like this, or they look like\n                other stereotypes: people readied with their pocket protectors and calculators, figuring out how to\n                launch a rocket into orbit.",
        "text-5-10": "Or maybe what comes to mind is a list of steps that you might have to\n                check off for your science fair project to be judged; or, maybe a graph or data table with lots of\n                numbers comes to mind.",
        "text-5-11": "So let’s start over.",
        "text-5-12": "When you imagine graphs and tables, lab coats and calculators, is that what you love?",
        "text-5-13": "If this describes you, that’s great.",
        "text-5-14": "But if it doesn’t, and that’s probably true for many of us, then go ahead and dump that image of science.",
        "text-5-15": "It’s useless because it isn’t you.",
        "text-5-16": "Instead, picture yourself as a maker and doer of science.",
        "text-5-17": "The fact is, we need scientists and citizens like you, whoever you are, because we need all of the ideas, perspectives, and creative thinkers.",
        "text-5-18": "This includes you.",
        "text-5-19": "Scientists wander in the woods.",
        "text-5-20": "They dig in the dirt and chip at rocks.",
        "text-5-21": "They peer through microscopes.",
        "text-5-22": "They read.",
        "text-5-23": "They play with tubes and pipes in the aisles of a hardware\n                store to see what kinds of sounds they can make with them.",
        "text-5-24": "They daydream and imagine.",
        "text-5-25": "They count and measure and predict.",
        "text-5-26": "They stare at the rock faces in the mountains and imagine how\n                those came to be.",
        "text-5-27": "They dance.",
        "text-5-28": "They draw and write and write and write some more.",
        "text-5-29": "Scientists— and this includes all of us who do, use, apply, or think about science — don’t fit a certain stereotype.",
        "text-5-30": "What really sets us apart as humans is not just that we know and do things, but that we wonder and make sense of our world.",
        "text-5-31": "We do this in many ways, through painting, religion, music, culture, poetry, and, most especially, science.",
        "text-5-32": "Science isn’t just a method or a collection of things we know.",
        "text-5-33": "It’s a uniquely human practice of wondering about and creating explanations for the natural world around us.",
        "text-5-34": "This ranges from the most fundamental building blocks of all matter to the widest expanse of space that contains it all.",
        "text-5-35": "If you’ve ever wondered “When did time start?”, or “What is the smallest thing?”, or even just “What is color?”, or so many other endless",
        "text-6-0": "questions then you’re already thinking with a scientific mind.",
        "text-6-1": "Of course you are;",
        "text-6-2": "you’re human, after all.",
        "text-6-3": "But here is where we really have to be clear.",
        "text-6-4": "Science isn’t just questions and explanations.",
        "text-6-5": "Science is about a sense of wondering and the sense-making itself.",
        "text-6-6": "We have to wonder and then really dig into the details of our surroundings.",
        "text-6-7": "We have to get our hands dirty.",
        "text-6-8": "Here’s a good example: two young scientists under the presence of\n                        the Courthouse Towers in Arches National Park.",
        "text-6-9": "We can be sure that they spent some amount of time in awe of the\n                        giant sandstone walls,",
        "text-6-10": "but here in this photo they’re enthralled with the sand that’s\n                        just been re-washed by recent rain.",
        "text-6-11": "There’s this giant formation of sandstone looming above these\n                        kids in the desert,",
        "text-6-12": "and they’re happily playing in the sand.",
        "text-6-13": "This is ridiculous.",
        "text-6-14": "Or is it?",
        "text-7-0": "How did that sand get there?",
        "text-7-1": "Where did it come from?",
        "text-7-2": "Did the sand come from the rock or does the rock come from sand?",
        "text-7-3": "And how would you know?",
        "text-7-4": "How do you tell this story?",
        "text-7-5": "Look. There's a puddle.",
        "text-7-7": "How often is there a puddle in the desert?",
        "text-7-8": "The sand is wet and fine;",
        "text-7-9": "and it makes swirling, layered patterns on the solid stone.",
        "text-7-10": "There are pits and pockets in the rock, like the one that these two scientists are sitting in, and the gritty sand and the cold water accumulate there.",
        "text-7-12": "And then you might start to wonder: Does the sand fill in the hole to form more rock, or is the hole worn away because it became sand?",
        "text-7-15": "And then you might wonder more about the giant formation in the background:",
        "text-7-16": "It has the same colors as the sand, so has this been built up or is it being worn down?",
        "text-7-18": "And if it's being built up by sand, how does it all get put together; and if it's being worn away then why does it make the patterns that we see in the rock?",
        "text-7-21": "Why? How long? What next?",
        "text-7-24": "Just as there is science to be found in a puddle or a pit or a simple rock formation,",
        "text-7-25": "there's science in a soap bubble, in a worm, in the spin of a dancer and in the structure of a bridge.",
        "text-7-26": "But this thing we call \"science\" is only there if you're paying attention, asking questions, and imagining possibilities.",
        "text-7-27": "You have to make the science by being the person who gathers information and evidence,",
        "text-7-28": "who organizes and reasons with this,",
        "text-7-29": "and who communicates it to others.",
        "text-7-30": "Most of all, you get to wonder.",
        "text-7-31": "Throughout all of the rest of this book and all of the rest of the science that you will ever do,",
        "text-7-32": "wonder should be at the heart of it all.",
        "text-7-33": "Whether you're a student or a teacher,",
        "text-7-34": "this wonder is what will bring the sense-making of science to life and make it your own.",
        "text-7-35": "Adam Johnston, Weber State University",
        "text-8-0": "Science and Engineering Practices",
        "text-8-1": "Science and Engineering Practices are what scientists do to investigate and\n                explore natural phenomena.",
        "text-8-2": "\n                        ASKING QUESTIONS AND DEFINING PROBLEMS\n                    ",
        "text-8-3": "\n                        DEVELOPING AND USING MODELS\n                    ",
        "text-8-4": "\n                        PLANNING AND CARRYING OUT INVESTIGATIONS\n                    ",
        "text-8-5": "\n                        ANALYZING AND INTERPRETING DATA\n                    ",
        "text-8-6": "\n                        USING MATHEMATICS AND COMPUTATIONAL THINKING\n                    ",
        "text-8-7": "\n                        CONSTRUCTING EXPLANATIONS AND DESIGNING SOLUTIONS\n                    ",
        "text-8-8": "\n                        ENGAGING IN ARGUMENT FROM EVIDENCE\n                    ",
        "text-8-9": "\n                        OBTAINING, EVALUATING, AND COMMUNICATING INFORMATION\n                    ",
        "text-9-0": "Crosscutting Concepts",
        "text-9-1": "Crosscutting Concepts are the tools that scientists use to make sense of\n                natural phenomena.",
        "text-9-3": "Patterns",
        "text-9-4": "Structures or events are often consistent and\n                                repeated.",
        "text-9-5": "Stability and Change",
        "text-9-6": "Over time, a system might stay the same or\n                                become different, depending on a variety of factors.",
        "text-9-7": "Cause and Effect",
        "text-9-8": "Events have causes, sometimes simple, sometimes\n                                multifaceted.",
        "text-9-9": "Scale, Proportion, and Quantity",
        "text-9-10": "Different measures of size and time affect a\n                                system’s structure, performance, and our ability to observe phenomena.",
        "text-9-11": "Matter and Energy",
        "text-9-12": "Tracking energy and matter flows into, out of,\n                                and within systems helps one understand their system’s behavior.",
        "text-9-13": "Systems",
        "text-9-14": "A set of connected things or parts forming a\n                                complex whole.",
        "text-9-15": "Structure and Function",
        "text-9-16": "The way an object is shaped or structured\n                                determines many of its properties and functions.",
        "text-10-0": "What is involved in Engineering Design?",
        "text-10-1": "Engineering is a creative process where each new version of a design is tested and then modified, based on what has been learned up to that point.",
        "text-10-2": "This process includes a number of components:",
        "text-10-3": "Identifying the problem and defining criteria and constraints.",
        "text-10-4": "Generating ideas for how to solve the problem.",
        "text-10-5": "Engineers use research, brainstorming, and collaboration with others to come up with ideas for solutions and designs.",
        "text-10-6": "Use criteria and constraints to evaluate possible design solutions to identify the one(s) that best address these parameters for the problem in context.",
        "text-10-7": "Build and test the prototypes.",
        "text-10-8": "Using data collected, the engineer analyzes how well prototypes meet the given criteria and constraints.",
        "text-10-9": "Suggest or make improvements to prototypes to optimize the design.",
        "text-10-10": "In the Science with Engineering Education (SEEd) Standards, specific\n                engineering standards generally involve two types of tasks:",
        "text-10-11": "If the standard includes the idea of designing, then the design\n                    process will contain components of defining the problem (along with identifying the criteria and\n                    constraints), developing many possible solutions, and optimizing a solution (e.g., determining a best\n                    solution for the situation based on the criteria and constraints, testing the solution, refining the\n                    solution).",
        "text-10-12": "If the standard includes the idea of evaluating, then the design process will\n                    contain components of defining the problem (along with identifying the criteria and constraints) and\n                    optimizing a solution.",
        "text-10-13": "The idea of developing many possible solutions is not included because\n                various solutions will be provided.",
        "text-10-14": "The idea of evaluating then means determining a best solution from the provided\n                solutions for the situation based on meeting the criteria and constraints requirements.",
        "text-11-0": "Table of Contents",
        "text-11-1": "CHAPTER 1-Earth’s Systems",
        "text-11-3": "1.1 Patterns in Earth’s Features (5.1.1)",
        "text-11-5": "1.2 Earth’s Water (5.1.2)",
        "text-11-7": "1.3 Weathering and Erosion (5.1.3)",
        "text-11-9": "1.4 Interactions between Systems (5.1.4)",
        "text-11-11": "1.5 Impact on Humans (5.1.5)",
        "text-11-13": "CHAPTER 2-Properties and Changes in Matter",
        "text-11-15": "2.1 Too Small to See (5.2.1)",
        "text-11-17": "2.2 Identifying Substances (5.2.2)",
        "text-11-19": "2.3 Combining Substances (5.2.3)",
        "text-11-21": "2.4 Conservation of Matter (5.2.4)",
        "text-11-23": "CHAPTER 3-Cycling of Matter in Earth’s Systems",
        "text-11-25": "3.1 Building Plants (5.3.1)",
        "text-11-27": "3.2 Consuming Food (5.3.2)",
        "text-11-29": "3.3 Movement of Matter (5.3.3)",
        "text-11-31": "3.4 Conserving Resources (5.3.4)",
        "text-13-0": "CHAPTER 1",
        "text-13-1": "Strand 1: Characteristics and Interactions of Earth’s Systems",
        "text-13-2": "Chapter Outline",
        "text-13-3": "1.1 Patterns in Earth’s Features (5.1.1)",
        "text-13-4": "1.2 Earth’s Water (5.1.2)",
        "text-13-5": "1.3 Weathering and Erosion (5.1.3)",
        "text-13-6": "1.4 Interactions between Systems (5.1.4)",
        "text-13-7": "1.5 Impact on Humans (5.1.5)",
        "text-13-8": "Earth’s major systems are the geosphere (solid and molten rock, soil, and sediments),",
        "text-13-16": "Image by Julius Silver, pixabay.com, CC0",
        "text-13-9": "the hydrosphere (water and ice),",
        "text-13-10": "the atmosphere (air),",
        "text-13-11": "and the biosphere (living things, including humans).",
        "text-13-12": "These systems interact in multiple ways.",
        "text-13-13": "Weathering and erosion are examples of interactions between Earth’s systems.",
        "text-13-14": "Some interactions cause landslides, earthquakes, and volcanic eruptions that impact humans and other organisms.",
        "text-13-15": "Humans cannot eliminate natural hazards; solutions can be designed to reduce their impact.",
        "text-15-0": "1.1 Patterns in Earth’s Features (5.1.1)",
        "text-15-1": "Phenomenon",
        "text-15-2": "\n                In the Pacific Ocean there is a pathway of active volcanoes with frequent earthquakes, called the Ring of Fire. The dots represent active volcanoes.\n            ",
        "text-15-3": "Active Volcanoes, Plate Tectonics, and the \"Ring of Fire\"",
        "text-15-4": "Image by USGS, https://commons.wikimedia.org/wiki/File:Map_plate_tectonics_world.gif; public domain",
        "text-15-5": "Observations & Wonderings",
        "text-15-6": "1. What are you \n                observing about this phenomenon?",
        "text-15-7": "2. What are you wondering \n                about this phenomenon?",
        "text-16-0": "Focus Questions",
        "text-16-1": "1.",
        "text-16-2": "Where do you see the most volcanoes?",
        "text-16-3": "2. Where do you see\n                        the least volcanoes?",
        "text-16-4": "",
        "text-16-6": "What patterns do you see in the location of the active volcanoes?",
        "text-17-0": "5.1.1 Patterns in Earth’s Features",
        "text-17-5": "In this chapter, you will be looking at different patterns we see in Earth’s Features.",
        "text-17-1": "Analyze and interpret data to describe patterns of Earth’s features.",
        "text-17-2": "Emphasize most earthquakes and volcanoes occur in bands that are often along the boundaries between continents and oceans while major mountain chains may be found inside continents or near their edges.",
        "text-17-3": "Examples of data could include maps showing locations of mountains on continents and the ocean floor or the locations of volcanoes and earthquakes.",
        "text-17-4": "(ESS2.B)",
        "text-17-6": "Volcanoes, Earthquakes, and Ocean Floor",
        "text-17-7": "Volcanoes",
        "text-17-8": "Volcanoes are openings in the Earth’s crust that allow hot, melted rock (magma), ash, and gases to erupt outward.",
        "text-17-9": "Volcanoes change the Earth’s surface in a short period of time.",
        "text-17-10": "More than half of Earth’s surface is made up of volcanic rock.",
        "text-17-11": "Volcanoes are evidence that we live on an active, changing planet.",
        "text-17-12": "Do you know how a volcano forms?",
        "text-17-13": "Far below Earth’s surface, temperatures are hot enough to melt rock.",
        "text-17-14": "The melted rock comes out of cracks in the Earth’s crust, resulting in a volcano.",
        "text-17-15": "Some eruptions pour out rivers of lava while other volcanoes have larger eruptions.",
        "text-17-16": "Volcanoes can erupt underwater, forming huge ranges of volcanic mountains on the ocean floor.",
        "text-17-17": "Pacific Ring of Fire",
        "text-17-18": "Most earthquakes and volcanic eruptions take place along the edges of\n                the Pacific Ocean (see image below).",
        "text-17-19": "The Earth’s crust is broken up into a series of massive sections\n                called plates.",
        "text-17-20": "The movements of these plates can account for noticeable changes to the\n                Earth, such as earthquakes, volcanic eruptions, and the building of mountains.",
        "text-17-21": "This section is adapted from information at:",
        "text-17-22": "https://www.nationalgeographic.org/encyclopedia/ring-fire/",
        "text-17-23": "https://www.nationalgeographic.org/topics/resource-library-plate-tectonics/?q=&page=1&per_page=25",
        "text-18-0": "The many volcanoes and earthquakes along the Ring of Fire are caused by the amount of movement of tectonic plates in the area.",
        "text-18-1": "Along the Ring of Fire, plates overlap.",
        "text-18-2": "The magma near Earth’s surface creates volcanic activity.",
        "text-18-3": "The border between the Pacific and North American Plates (Phenomenon image) is a transform boundary, where plates move sideways past one another.",
        "text-18-4": "This type of boundary generates a large number of earthquakes as tension in Earth’s crust builds up and is released.",
        "text-18-5": "Plates can also move away from each other within a continent.",
        "text-18-6": "This is called continental rifting.",
        "text-18-7": "When this happens, the crust thins, breaks, and then splits apart.",
        "text-18-8": "Earthquakes",
        "text-18-9": "Earthquakes are waves of energy that pass through Earth caused by a sudden shift of tectonic plates along fault lines, a long crack in the surface of the Earth.",
        "text-18-10": "Earthquakes can cause sudden changes that alter the Earth’s landscape dramatically.",
        "text-18-11": "Tremendous forces under Earth’s surface build up pressure, which is released in waves along a fault.",
        "text-18-12": "Portions of Earth’s crust move, creating waves.",
        "text-18-13": "Some of the waves are surface waves because they travel along the surface of the Earth.",
        "text-18-14": "Other waves, called body waves, travel through the Earth’s interior.",
        "text-18-15": "In an earthquake, body waves are responsible for the sharp jolts.",
        "text-18-16": "Surface waves are responsible for the",
        "text-19-0": "\n                Rolling motions that cause most of the damage.\n            ",
        "text-19-1": "\n                Earthquakes can create landforms on the Earth’s surface.\n            ",
        "text-19-2": "\n                Mountains can form during an earthquake as the edges of the tectonic plates push together.\n            ",
        "text-19-3": "\n                During an earthquake, a fault may slip deep underground and leave no evidence on the surface that an earthquake has occurred.\n            ",
        "text-19-4": "\n                Earthquakes in the ocean may cause a tsunami, a large ocean wave.\n            ",
        "text-19-5": "Ocean Floor",
        "text-19-6": "In the oceans, plates move apart at mid-ocean ridges, causing volcanoes, creating openings for lava to rise upward, erupt, and cool.",
        "text-19-7": "As more lava erupts and pushes the original seafloor outward, the seafloor spreads and forms new oceanic crust.",
        "text-19-8": "This is why there is a mountain range running through the oceans.",
        "text-19-9": "The plates pulling apart cause earthquakes.",
        "text-19-10": "Most mid-ocean ridges are located deep below the sea.",
        "text-19-11": "The island of Iceland sits right on the Mid-Atlantic ridge.",
        "text-19-12": "Mid Atlantic Ridge by Mangwanani, public domain",
        "text-19-13": "The rift valley in Iceland is part of the Mid-Atlantic Ridge.",
        "text-20-0": "Putting It Together",
        "text-20-1": "Active Volcanoes, Plate\n                    Tectonics, and the \"Ring of Fire\"",
        "text-20-2": "Focus Questions:",
        "text-20-3": "1. The dots represent active volcanoes.",
        "text-20-4": "What do you notice about the location of most volcanoes shown?",
        "text-20-5": "2. The dark lines represent plate boundaries.",
        "text-20-6": "What do we know about plate boundaries and earthquakes?",
        "text-20-7": "3. Based on what you know about volcanoes and\n                        earthquakes,",
        "text-20-8": "what predictions can you make about changes to Earth's surface in the\n                        future?",
        "text-21-0": "Final Task:",
        "text-21-1": "Describe two patterns of change to Earth's features and how they occur.",
        "text-23-0": "1.2 Earth's Water (5.1.2)",
        "text-23-1": "Phenomenon",
        "text-23-2": "Most of the water found on the Earth is saltwater, not freshwater.",
        "text-23-3": "Saltwater and freshwater",
        "text-23-4": "97%",
        "text-23-5": "Saline water (oceans)",
        "text-23-6": "Total Water on Earth",
        "text-23-7": "Fresh water",
        "text-23-8": "3%",
        "text-23-9": "Icecaps and Glaciers 68.7%",
        "text-23-10": "Ground Water 30.1%",
        "text-23-11": "Other 0.9%",
        "text-23-12": "Surface Water 0.3%",
        "text-23-13": "Lakes 87%",
        "text-23-14": "Swamps 11%",
        "text-23-15": "Rivers 2%",
        "text-23-16": "\n                        Most of the water on Earth is saltwater (97%), and only a little is freshwater (3%).\n                    ",
        "text-23-17": "\n                        Image by Mariana Ruiz Villarreal (LadyofHats) for the CK-12 Foundation, CC BY-NC 3.0\n                    ",
        "text-23-18": "Observations & Wonderings",
        "text-23-19": "1. What are you observing about this phenomenon?",
        "text-23-20": "2. What are you wondering about this phenomenon?",
        "text-24-0": "Focus Questions",
        "text-24-1": "1. The image above shows how water is distributed on Earth.\n                    How much water on Earth is salt water (saline water)?",
        "text-24-2": "2. How much water on Earth is surface water (lakes, swamps,\n                    or rivers)?",
        "text-24-3": "3. What do you find surprising about this data?",
        "text-25-0": "5.1.2 Earth’s Water",
        "text-25-1": "\n                Use mathematics and computational thinking to compare the quantity of saltwater and freshwater in various\n                reservoirs to provide evidence for the distribution of water on Earth.\n            ",
        "text-25-2": "Emphasize reservoirs such as oceans, lakes, rivers, glaciers, groundwater, and polar ice caps.",
        "text-25-3": "\n                Examples of using mathematics and computational thinking could include measuring, estimating, graphing,\n                or finding percentages of quantities.\n            ",
        "text-25-4": "(ESS2.C)",
        "text-25-5": "In this section, focus on comparing the quantity of saltwater with freshwater found on the Earth.",
        "text-25-6": "Where is Earth’s Water?",
        "text-25-7": "Earth's water is (almost) everywhere: above the Earth in the air and clouds (atmosphere),",
        "text-25-8": "on the surface of the Earth in rivers, oceans, ice (hydrosphere),",
        "text-25-9": "plants, in living organisms (biosphere), and inside the Earth (geosphere).",
        "text-25-10": "This section is adapted from information at:",
        "text-25-11": "USGS Water Science School",
        "text-25-12": "CC BY",
        "text-26-0": "Here is a chart showing the distribution of water on Earth.",
        "text-26-1": "In the first column, notice that 2.5% of Earth's water is freshwater - the amount needed for life to survive.",
        "text-26-2": "The middle column shows the breakdown of freshwater. Almost all of it is found in ice and in the ground.",
        "text-26-3": "Only a little more than 1.2% of all freshwater is surface water, which provides most of life's needs.",
        "text-26-4": "The right column shows the breakdown of surface freshwater.",
        "text-26-5": "Most of the surface freshwater is found in ice, and another 20.9% is found in lakes.",
        "text-26-6": "Rivers make up 0.49% of surface freshwater.",
        "text-26-7": "Although rivers account for only a small amount of freshwater, rivers are the source of most usable water.",
        "text-26-8": "Where is Earth's Water?",
        "text-26-26": "How Much Water is There On, In, and Above the Earth?",
        "text-26-27": "The Earth is a watery place.",
        "text-26-28": "But just how much water exists on our planet?",
        "text-26-29": "About 71 percent of the Earth's surface is covered with water, and the\n                oceans hold about 96 percent of all Earth's water.",
        "text-26-30": "Water also exists in the",
        "text-27-0": "Air (as water vapor), rivers and lakes, icecaps and glaciers, the ground (as soil moisture and in aquifers).",
        "text-27-1": "Freshwater",
        "text-27-2": "Even though you may only notice water on the Earth's surface, more\n                freshwater is stored in the ground than there is in liquid form on the surface.",
        "text-27-3": "In fact, some of the water you see flowing in rivers comes from water\n                seeping into Earth's surface to become groundwater.",
        "text-27-4": "Water from precipitation continually seeps into the ground to fill\n                aquifers (underground reservoirs), while at the same time water in the ground continually fills rivers\n                through seepage.",
        "text-27-5": "Humans make use of both surface water and groundwater.",
        "text-27-6": "In the United States in 2010, we used about 275 billion gallons (1,041\n                billion liters) of surface water per day and about 79.3 billion gallons (300.2 billion liters) of\n                groundwater per day.",
        "text-27-7": "Although surface water is used more often to supply drinking water and\n                to irrigate crops, groundwater is vital because it fills rivers and lakes and provides water for people\n                in places where water is scarce, such as in desert towns of the western United States.",
        "text-28-0": "Putting It Together",
        "text-28-1": "Saltwater and freshwater",
        "text-28-2": "Total Water on Earth",
        "text-28-3": "97% Saline water (oceans)",
        "text-28-5": "3% Fresh water",
        "text-28-7": "Icecaps and Glaciers: 68.7%",
        "text-28-8": "Ground Water: 30.1%",
        "text-28-9": "Other: 0.9%",
        "text-28-10": "Surface Water: 0.3%",
        "text-28-11": "87% Lakes",
        "text-28-12": "11% Swamps",
        "text-28-13": "2% Rivers",
        "text-28-14": "Most of the water on Earth is saltwater (97%), and only a little is freshwater (3%).",
        "text-28-15": "Image by Mariana Ruiz Villarreal (LadyofHats) for the CK-12 Foundation, CC BY-NC 3.0",
        "text-28-16": "Focus Questions",
        "text-28-17": "1. List three places where freshwater is found on Earth.",
        "text-28-18": "2. What water resources contribute to Earth’s surface water?",
        "text-29-0": "Final Task",
        "text-29-1": "Draw a bar graph to show salt water on Earth compared to\n                freshwater on Earth.",
        "text-31-0": "1.3 Weathering and Erosion (5.1.3)",
        "text-31-1": "Phenomenon",
        "text-31-2": "A sidewalk is cracked.",
        "text-31-3": "Observations & Wonderings",
        "text-31-4": "1.",
        "text-31-5": "What are you observing about this phenomenon?",
        "text-31-6": "2.",
        "text-31-7": "What are you wondering about this phenomenon?",
        "aria-0-0-0": "Grade Level",
        "aria-0-0-1": "Subject",
        "aria-0-0-2": "Standards Description",
        "aria-1-0-0": "Subtitle for Utah SEEd Standards",
        "aria-1-0-1": "Utah State Board of Education Open Educational Resources",
        "aria-3-1-0": "Copyright symbol",
        "aria-3-1-1": "Visit CK-12 website",
        "aria-5-4-0": "Interface Container",
        "aria-5-4-1": "Navigation Container",
        "aria-6-0-0": "Main content section",
        "aria-8-0-0": "Chart illustrating 'Science and Engineering Practices': Asking Questions, Developing Models, Planning Investigations, Analyzing Data, Using Mathematics, Constructing Explanations, Engaging in Argument, and Communicating Information.",
        "aria-8-0-1": "Section about asking questions and defining problems",
        "aria-8-0-2": "Section about developing and using models",
        "aria-8-0-3": "Section about planning and carrying out investigations",
        "aria-8-0-4": "Section about analyzing and interpreting data",
        "aria-8-0-5": "Section about using mathematics and computational thinking",
        "aria-8-0-6": "Section about constructing explanations and designing solutions",
        "aria-8-0-7": "Section about engaging in argument from evidence",
        "aria-8-0-8": "Section about obtaining, evaluating, and communicating information",
        "aria-12-0-0": "Front cover for 5th Grade Science book featuring the Utah SEEd Standards.",
        "aria-15-0-0": "Map showing the \"Ring of Fire\" with tectonic plates and active volcanoes in the Pacific Ocean.",
        "aria-15-1-0": "What are you observing about this phenomenon?",
        "aria-15-1-1": "What are you wondering about this phenomenon?",
        "aria-16-0-0": "Answer to question: Where do you see the most volcanoes?",
        "aria-16-1-0": "Enter your answer here",
        "aria-16-2-0": "Focus Questions",
        "aria-16-2-1": "Answer where you see the most volcanoes",
        "aria-16-2-2": "Answer where you see the least volcanoes",
        "aria-16-2-3": "Describe patterns in the location of active volcanoes",
        "aria-17-0-0": "Chapter 5.1.1 Patterns in Earth’s Features",
        "aria-17-0-1": "Information on Earth’s features patterns",
        "aria-17-0-2": "Analyze and interpret data",
        "aria-17-3-0": "Article on the Pacific Ring of Fire",
        "aria-17-4-0": "National Geographic encyclopedia on Ring of Fire",
        "aria-17-4-1": "Plate Tectonics topic on National Geographic",
        "aria-18-0-0": "Map depicting the Pacific Ring of Fire with marked volcanoes and oceanic trenches around the Pacific Ocean.",
        "aria-19-0-0": "Main Content",
        "aria-19-1-0": "A rift valley in Iceland, which is part of the Mid-Atlantic Ridge, showing snow-covered terrain and volcanic rock formations.",
        "aria-20-0-0": "Text and Images Section",
        "aria-20-0-1": "A world map showing active volcanoes, tectonic plates, and highlighting the 'Ring of Fire' with plate boundaries.",
        "aria-21-0-0": "Input area for describing patterns of change to Earth's features",
        "aria-23-1-0": "Observation textarea",
        "aria-23-1-1": "Wondering textarea",
        "aria-24-0-0": "Answer to question 1: How much water on Earth is salt water?",
        "aria-24-0-1": "Answer to question 2: How much water on Earth is surface water?",
        "aria-24-0-2": "Answer to question 3: What do you find surprising about this data?",
        "aria-25-1-0": "A droplet of water creating ripples on a calm water surface.",
        "aria-25-2-0": "Link to USGS Water Science School",
        "aria-26-0-0": "A chart showing the breakdown of Earth's freshwater: 68.7% in glaciers and ice caps, 30.1% as groundwater, and surface water in lakes and other bodies.",
        "aria-27-2-0": "Freshwater Usage",
        "aria-28-0-0": "Diagram showing the distribution of Earth's water: 97% saline water in oceans, and 3% freshwater.",
        "aria-28-1-0": "Answer for places where freshwater is found on Earth.",
        "aria-28-1-1": "Answer for water resources contributing to Earth's surface water.",
        "aria-29-0-0": "Input for approach or findings",
        "aria-31-0-0": "Observation response input",
        "aria-31-0-1": "Wondering response input",
        "placeholder-15-1-0": "Write your observations...",
        "placeholder-15-1-1": "Write your wonderings...",
        "placeholder-16-0-0": "Write your answer here...",
        "placeholder-16-2-0": "Write your answer here...",
        "placeholder-16-2-1": "Write your answer here...",
        "placeholder-16-2-2": "Write your answer here...",
        "placeholder-21-0-0": "Write your answer here...",
        "placeholder-23-1-0": "Write your observation here...",
        "placeholder-23-1-1": "Write your wonder here...",
        "placeholder-24-0-0": "Write your answer here...",
        "placeholder-24-0-1": "Write your answer here...",
        "placeholder-24-0-2": "Write your answer here...",
        "placeholder-28-1-0": "Enter your answer here...",
        "placeholder-28-1-1": "Enter your answer here...",
        "placeholder-29-0-0": "Describe your approach or findings here...",
        "placeholder-31-0-0": "Write your observations here...",
        "placeholder-31-0-1": "Write your wonderings here...",
        "img-2-1": "Cover image featuring colorful flowers with the text '5th Grade Science for Utah SEEd Standards'.",
        "img-3-1": "A field of colorful flowers with the text '5th Grade Science' and 'For Utah SEEd Standards' overlaid.",
        "img-6-2": "Children playing in a sandy area overlooked by a large sandstone formation in a desert environment.",
        "img-8-3": "Chart illustrating 'Science and Engineering Practices': Asking Questions, Developing Models, Planning Investigations, Analyzing Data, Using Mathematics, Constructing Explanations, Engaging in Argument, and Communicating Information.",
        "img-9-2": "Illustration of crosscutting scientific concepts, including Patterns, Stability and Change, Cause and Effect, Scale, Proportion and Quantity, Matter and Energy, Systems, and Structure and Function.",
        "img-13-2": "A volcanic island emitting smoke, illustrating geological activity.",
        "img-15-2": "Map showing the \"Ring of Fire\" with tectonic plates and active volcanoes in the Pacific Ocean.",
        "img-18-2": "Map depicting the Pacific Ring of Fire with marked volcanoes and oceanic trenches around the Pacific Ocean.",
        "img-19-2": "A rift valley in Iceland, which is part of the Mid-Atlantic Ridge, showing snow-covered terrain and volcanic rock formations.",
        "img-20-2": "A world map showing active volcanoes, tectonic plates, and highlighting the 'Ring of Fire' with plate boundaries.",
        "img-23-2": "Diagram showing Earth's water distribution: 97% saltwater and 3% freshwater.",
        "img-25-2": "A droplet of water creating ripples on a calm water surface.",
        "img-26-2": "A chart showing the breakdown of Earth's freshwater: 68.7% in glaciers and ice caps, 30.1% as groundwater, and surface water in lakes and other bodies.",
        "img-28-2": "Diagram showing the distribution of Earth's water: 97% saline water in oceans, and 3% freshwater.",
        "img-30-1": "Colorful flowers in sunlight with text '5th Grade Science for Utah SEEd Standards'.",
        "img-31-2": "A cracked sidewalk, demonstrating weathering and erosion.",
        "sectioneli5-0-0": "This is a science book for kids in 5th grade living in Utah. It follows special rules called SEEd Standards, which are like guidelines to help everyone learn the same cool science stuff! Think of it as a fun guide to explore science in nature and the world around you!",
        "sectioneli5-1-0": "This is a book for kids who are in 5th grade, which is a year you go through in school. It was made especially for kids in Utah and has lots of fun things to learn about. It's like a guide to help teachers know what to teach you this year!",
        "sectioneli5-2-0": "This is the cover of a 5th grade science book. It shows a lot of colorful flowers under a bright sun, which might mean we're going to learn about how plants grow or what happens in nature. It's made for kids in Utah, so everyone there will be learning the same things about science.",
        "sectioneli5-3-1": "The CK-12 Foundation is a group that helps make science textbooks for students like you. They want to make sure everyone can get learning materials without paying a lot of money. The picture shows this is for 5th-grade science, which means it's for learning about fun science stuff like plants and nature!",
        "sectioneli5-5-0": "Science is like playing detective! It's about asking questions about the world, like 'Why is the sky blue?' or 'How do plants grow?' Imagine someone who loves to find answers, even if they're not wearing a lab coat. \n\nScientists can be anyone who likes exploring, trying things out, and thinking hard about why things happen. So if you like to ask questions and figure out puzzles, you're like a scientist too!",
        "sectioneli5-5-1": "When people think about scientists, they might picture people in white coats with crazy hair working in labs with bubbling liquids and explosions. Sometimes, they also think of scientists using calculators and launching rockets. But science isn't just about these ideas. It's about asking questions, being curious, and everyone can be a scientist by exploring and wondering about the world.",
        "sectioneli5-5-2": "When you think of science, you might imagine people in lab coats or using calculators. But if that doesn't sound like you, don't worry! Science isn't just about those things. It's about being curious and finding out how the world works, in your own way. We need different people with different ideas to do science, and that includes you!",
        "sectioneli5-5-3": "Scientists don't just wear lab coats and work in labs. They explore nature, like walking in the woods and looking at rocks. They use things like microscopes to see tiny details. Sometimes, they play with everyday things to see what happens. They enjoy using their imagination and thinking about big questions, like how mountains were made. Scientists also love drawing, writing, and even dancing as they learn new things. Science is about being curious and discovering exciting things about the world!",
        "sectioneli5-5-4": "Science is like being a big detective for everything around us. It's not just wearing a lab coat or mixing potions. Anyone can be a scientist because it's about asking questions like 'Why is the sky blue?' or 'What makes rain?' We use different ways, like drawing, writing, or music, to explore and discover. So every time you wonder about how things work, you're doing science! It's all about curiosity and trying to understand the amazing world we live in.",
        "sectioneli5-6-0": "Science is like being super curious about everything. It's not just about asking questions but also about exploring and figuring out how things work. Imagine playing in the sand and discovering cool stuff about it. You learn the most by touching and trying things, just like little scientists do!",
        "sectioneli5-6-1": "Imagine you're out in a big, beautiful park with huge, tall rocks. Even though those giant rocks are cool, two young scientists find something even more exciting: the sand on the ground! They're sitting there, fascinated by how the sand looks and feels after it got wet from rain. This teaches us that being curious about the little things can be just as important as the big things when you're exploring and learning about the world.",
        "sectioneli5-7-0": "Imagine you're in a desert, and you see a puddle of water with sand around it. You might wonder: where does the sand come from? Does it come from the rock, or is it the other way around? The sand and water can make fun shapes and patterns. When you see a big rock, you might ask: is it growing from the sand or getting smaller? Science is all about asking these questions. It's like solving mysteries by looking around, asking why things are the way they are, and figuring out how it all works together. It's fun to wonder and learn like this!",
        "sectioneli5-7-1": "Science is everywhere, like in puddles, bubbles, and even dancing! It's about being curious, noticing things, and asking questions. You learn science by looking around, thinking about what you see, and sharing what you find with others. Being curious makes science fun and helps you understand the world!",
        "sectioneli5-8-0": "In science and engineering, we do lots of fun things to learn about the world! We start by asking questions, like 'Why is the sky blue?' Then, we try to solve problems, kind of like fixing a broken toy.\n\nWe also use models, which are like drawing a picture or making a small version of something big, to help us understand it better. We plan experiments, just like when we try different ways to build the tallest tower with blocks.\n\nNext, we look at our results and see what they tell us, which is like looking at a treasure map to find clues. We use math to help us think, just like counting candy. We explain what we learn and think of new ways to solve problems, like inventing a new game.\n\nFinally, we share what we find with others, like telling friends about a cool bug we saw. This is how scientists and engineers explore and discover amazing things in our world!",
        "sectioneli5-9-0": "Crosscutting Concepts are like a toolbox scientists use to figure out how things work in the world. \n\n- **Patterns**: Think of how snowflakes all have a pattern—they repeat and look the same.\n- **Stability and Change**: Imagine a caterpillar turning into a butterfly—some things stay the same, some things change.\n- **Cause and Effect**: Like when you knock over one domino and it makes all the others fall—something causes something else.\n- **Scale, Proportion, and Quantity**: This is about how size and time can change how we see things, like using a magnifying glass to see tiny details.\n- **Matter and Energy**: This is about how things move and work, like how water flows through a river.\n- **Systems**: Imagine a puzzle—all the pieces fit together to make one big picture.\n- **Structure and Function**: This is about how the shape of something helps it do its job, like how a bridge's structure lets cars drive over it.",
        "sectioneli5-10-0": "Engineering design is like building a cool project with lots of steps. First, you figure out what the problem is and what rules you have to follow. Then, you come up with lots of ideas, like brainstorming in class. Next, you choose the best idea and build a model or prototype to test it out, like making a small version of your project. Finally, you make changes to make it even better. It's all about using creativity and learning from what doesn't work to make the best thing possible!",
        "sectioneli5-10-1": "In engineering, when we want to make something new or see if something works better, we follow some steps. If we're designing, first we figure out what the problem is and what we need to do to fix it. Then, we think of lots of different ways to solve it and pick the best one by testing and improving it.\n\nIf we're evaluating, we still figure out the problem and what we need to fix, but instead of coming up with many ways, we look at the options we already have. We find which one works best by checking if it does what we need it to do. So, it's like finding the best way to solve a puzzle with the pieces we have.",
        "sectioneli5-11-0": "Imagine this book is like a big treasure map that helps us learn all about Earth and everything around us!\n\n**Chapter 1: Earth’s Systems**\n- *Patterns in Earth’s Features:* How the Earth looks and why some places have mountains and others have valleys.\n- *Earth’s Water:* All about the water in oceans, lakes, and rain!\n- *Weathering and Erosion:* How rocks get broken down over time into tiny bits.\n- *Interactions between Systems:* How different parts of the Earth, like air and water, work together.\n- *Impact on Humans:* How all these Earth things affect what we do and how we live.\n\n**Chapter 2: Properties and Changes in Matter**\n- *Too Small to See:* Learning about tiny things so small you can’t see them without help.\n- *Identifying Substances:* How we know what something is made of.\n- *Combining Substances:* What happens when we mix things together.\n- *Conservation of Matter:* Understanding that stuff doesn’t just disappear!\n\n**Chapter 3: Cycling of Matter in Earth’s Systems**\n- *Building Plants:* How plants grow and where they get their building blocks.\n- *Consuming Food:* How we and other animals eat to get energy.\n- *Movement of Matter:* How different things move around on Earth.\n- *Conserving Resources:* Why it’s important to save and protect what we use every day!",
        "sectioneli5-12-0": "This science book for 5th graders is all about learning cool things about nature, like how flowers grow. The picture shows bright and colorful flowers in the sunshine, getting kids excited to explore and discover the wonders of plants and science.",
        "sectioneli5-13-0": "Imagine the Earth as a giant puzzle with different pieces that fit together. These pieces are the geosphere (rocks and soil), hydrosphere (water), atmosphere (air), and biosphere (living things). These pieces talk to each other and work together in many ways. \n\nFor example, weathering and erosion are like the Earth getting a makeover, changing how it looks over time. Sometimes these interactions cause natural events like earthquakes or volcanoes, which can be scary but are a part of how the Earth works. We can't stop these events, but we can find ways to stay safe when they happen.",
        "sectioneli5-13-1": "Earth is made up of different parts called systems, like in a big, amazing play. The geosphere is like the stage with rocks and soil. The hydrosphere is the water and ice. The atmosphere is the air. And the biosphere is all the living things, like plants and animals. These parts talk to each other. Sometimes they change things, like making rocks break or rivers move soil. This can lead to big events like volcanoes or earthquakes that can be dangerous to people. While we can't stop these events, we can try to protect ourselves from them, just like putting on a raincoat when it rains.",
        "sectioneli5-15-0": "Imagine the Earth as a big puzzle. Where some of the puzzle pieces meet, there are lots of volcanoes and earthquakes. This special area is called the 'Ring of Fire,' and it’s around the Pacific Ocean. The dots you see on the map show where the volcanoes are. It's like the Earth is doing a big, fiery dance in this part of the world!",
        "sectioneli5-15-1": "There's a special place in the Pacific Ocean known as the 'Ring of Fire.' It's full of active volcanoes and has lots of earthquakes. When you look at the map with all the dots, you're seeing where those volcanoes are. Observations are like telling what you notice, such as where the dots appear on the map. Wonderings are questions you might have, like why there are so many volcanoes in that area.",
        "sectioneli5-16-0": "Volcanoes are like big mountains that sometimes explode! To see where most of them are, you need to look at maps that show them. In some places, there are many volcanoes close together. It's like when toys get left all in one spot; volcanoes often do this in certain parts of the world.",
        "sectioneli5-16-1": "Some places on Earth have very few volcanoes, especially where the Earth's tectonic plates don't meet. This means places in the middle of big plates, like some parts of central continents, often have the least volcanoes. Imagine a cookie where the cracks are the busy spots with lots of activity, but the middle might be calm.",
        "sectioneli5-16-2": "When we talk about patterns of active volcanoes, we mean where they usually like to be on a map. Imagine drawing a map and noticing that most volcanoes line up like a necklace or a chain. These lines often follow the edges of big land pieces on Earth called tectonic plates, especially around the edges of the Pacific Ocean, which looks like a giant ring.",
        "sectioneli5-17-0": "Earth has places where things like volcanoes and earthquakes happen a lot. These spots are usually where big pieces of the Earth, called plates, come together. We can use maps to see where mountains and ocean floor features are to understand these patterns. By looking at where these events happen, we learn about how the Earth works and changes over time.",
        "sectioneli5-17-1": "Volcanoes are like big openings in the Earth, kind of like a door. Hot, melted rocks called magma, along with ash and gases, come out of these openings. When this happens, they can change the look of the land around them really quickly. Because of volcanoes, over half of the land we see is made from volcanic rock! They show us that our planet is always moving and changing.",
        "sectioneli5-17-2": "Imagine if Earth's crust was like a big chocolate shell, and underneath is a gooey center called magma. This magma gets really hot and melts the rock. Sometimes it needs to get out, just like bubbles escaping from a soda can when you shake it. So, it finds little cracks in the shell and bursts out, which we see as a volcano. Sometimes, these volcanoes are in the ocean and make big underwater mountains. Neat, right?",
        "sectioneli5-17-3": "The 'Pacific Ring of Fire' is a place around the edges of the Pacific Ocean where lots of earthquakes and volcanoes happen. Imagine the Earth's outer layer is like a puzzle made of big pieces called plates. These plates can move, and when they do, it can cause the ground to shake (earthquakes) or make volcanoes erupt. This moving and shaking can also help make mountains. It's like the Earth is always changing and moving! 🚀🌋",
        "sectioneli5-17-4": "Our Earth has some amazing patterns! There are places called volcanoes, where really hot, melted rock called magma comes out from the ground. It's so hot that it can turn into rivers of lava!\n\nNow, let's think about how this happens. Deep inside the Earth, the rock is so hot it melts. This melted rock finds cracks in the Earth to escape and that’s how a volcano is made. When a volcano erupts, it can send out lava, ash, and gases.\n\nThere's also something called the \"Pacific Ring of Fire,\" which isn't about fire rings, but it's where a lot of earthquakes and volcanoes happen. It's like the Earth has big puzzle pieces called plates that move around slowly. When they bump into each other or pull apart, things like mountains, earthquakes, and volcanoes happen. Imagine snapping a cookie in half—sometimes crunchy stuff happens! That's a bit like what these plates do.",
        "sectioneli5-18-0": "The \"Ring of Fire\" is like a big circle around the edge of the Pacific Ocean where lots of volcanoes and earthquakes happen. This is because big pieces of the Earth, called tectonic plates, are moving and bumping into each other there. \n\nWhen these plates move, hot melted rock called magma can come up and make a volcano. Sometimes, the plates slide past each other, causing the ground to shake, which we call an earthquake.\n\nAlso, sometimes the plates move apart, making the ground crack and split. This is like if you pulled apart a graham cracker until it broke. That's why the Ring of Fire has so much cool (and sometimes scary) stuff happening!",
        "sectioneli5-18-1": "An earthquake is like when you shake a big table, and everything on it moves and rattles. This happens because the big pieces of Earth's floor, called tectonic plates, slide or bump against each other. When they do, it makes a lot of energy that travels through Earth like ripples in water. Some ripples move along the ground where we stand (surface waves), while others go deep inside the Earth (body waves). These waves make the ground shake and can change how the land looks.",
        "sectioneli5-19-0": "Earthquakes are like when the Earth shakes or wiggles because giant puzzle pieces called tectonic plates are moving around. Sometimes these plates push together and make big bumps called mountains. Even if we don’t see anything on top, the ground can still move underneath us quietly. When earthquakes happen in the ocean, they can cause giant waves called tsunamis that splash onto the land.",
        "sectioneli5-19-1": "So, under the ocean, there are big pieces of Earth called plates. These plates sometimes move away from each other, like pieces of a puzzle getting pulled apart. When this happens, hot, gooey stuff called lava comes up from below, cools down, and makes new ground, which is like a new floor under the ocean. This is how a long chain of mountains forms under the sea!\n\nSometimes, as the plates move apart, it can cause little shakes called earthquakes. Most of these mountain chains are deep in the ocean, but there's a place called Iceland where you can see them on land. It's a part of the Mid-Atlantic Ridge. In the picture you see, there's a valley in Iceland that's part of this ridge!",
        "sectioneli5-20-0": "Imagine the Earth like a big puzzle with pieces called tectonic plates. Sometimes these pieces bump into each other, and that can make a rumble called an earthquake. The places where these pieces meet are shown by dark lines. The little red dots are volcanoes, and many of them are along these lines, especially in a special area called the \"Ring of Fire.\" In the future, because of all this moving and shaking, we might see new mountains or islands forming!",
        "sectioneli5-21-0": "Imagine the Earth is like a giant sandcastle. Over time, two big things can change it. \n\nFirst, think of rain and wind as little helpers that slowly wash or blow away parts of the sandcastle. This is called erosion. \n\nSecond, sometimes the sandcastle shakes or cracks a bit, like when someone walks by. This is similar to earthquakes, which can quickly change how the Earth looks by moving it around. \n\nBoth of these are natural changes that happen to the Earth and are just like changes that can happen to your sandcastle!",
        "sectioneli5-23-0": "Imagine you have a big bucket of water. Most of the water in it, about 97 out of every 100 drops, is salty, like the ocean, and not good to drink. Only 3 out of those 100 drops are freshwater, the kind we drink. This freshwater is mostly frozen in ice or deep underground, not in lakes or rivers.",
        "sectioneli5-23-1": "We have a lot of water on Earth, and most of it is salty, like the water in the ocean. There's only a tiny bit that's fresh, like what we drink from rivers and lakes. This makes us think about why there's so much salty water and only a little fresh water. We can ask questions like, 'Why is it mostly salty?' or 'What do we do with all the salty water?' These are our observations and wonderings!",
        "sectioneli5-24-0": "On Earth, most of the water is salty, like in the oceans. Only a tiny bit of it is fresh and on the surface, like in lakes and rivers, that we can easily use. What's surprising is how little of that fresh water there is compared to all the water on Earth.",
        "sectioneli5-25-0": "Earth has water almost everywhere, like in the oceans, rivers, and even in the air! Most of this water is salty, like in the ocean, but some is fresh, like in rivers and lakes. We can use math to help us figure out how much salty and fresh water there is by counting or drawing pictures. This helps us understand where all the water is on Earth.",
        "sectioneli5-25-1": "Water on Earth is found almost everywhere! It's in the air we breathe, in the clouds up high, in rivers and oceans, and frozen like ice. It's in plants and inside living things like us, and even hidden underground. Imagine water drops are like little explorers traveling all over the Earth!",
        "sectioneli5-25-2": "Water on Earth is almost everywhere! It's in the clouds, oceans, rivers, ice, plants, animals, and even inside the ground. We can use math to figure out how much water there is in these places and see how much saltwater and freshwater we have. This helps us understand where water is and how important it is for everything on Earth.",
        "sectioneli5-26-0": "Imagine the Earth is a giant cup of water. Most of that cup, about 97%, is super salty ocean water, which we can't drink. Only a tiny sip, around 2.5%, is freshwater, which is what we need to live. \n\nAlmost all of the freshwater is frozen like ice cubes or hidden underground. When we look at the water that's not frozen or hidden, we find it mostly in lakes. Rivers, although small like tiny streams, are really important because most of our drinking water comes from them! So, even though they are small, rivers are really useful to us.",
        "sectioneli5-26-1": "Our planet, Earth, is like a big, wet marble! About 71 out of every 100 parts of the Earth's surface is covered in water. Most of this water, almost all of it, is found in the oceans, which are salty. Oceans have 96 out of every 100 parts of Earth's water. The rest is mostly frozen in ice or buried underground, and only a tiny bit is the fresh water we need to drink and use every day.",
        "sectioneli5-27-0": "Water isn't just in places like rivers or lakes. A lot of water is actually hidden underground. Some of the water flows from rain into the ground and becomes 'groundwater.' This underground water fills up spaces in soil and rocks and keeps rivers full by slowly seeping back into them. We use this groundwater along with water from rivers and lakes to drink and water plants, especially in places where it's really dry.",
        "sectioneli5-27-1": "There's lots of water under the ground! More than what we see on the rivers and lakes. Rainwater seeps into the earth and fills up spaces called aquifers, which are like big underground water bottles. This groundwater slowly moves and helps keep rivers full, even when it's not raining. We use this underground water to help people and plants, especially in places where there's not much rain.",
        "sectioneli5-27-2": "We use two types of water: surface water, like from lakes and rivers, and groundwater, which is hidden in the ground. In 2010, people in the United States used a lot of both kinds every day. Surface water gives us drinking water and helps grow food. Groundwater helps keep rivers and lakes full and gives water to people in dry places, like deserts. It's important even though we can't see it.",
        "sectioneli5-28-0": "Imagine Earth has a giant glass of water. Most of that water, about 97 out of 100 parts, is salty and found in the ocean, just like how sea water tastes salty. Only a tiny part, 3 out of 100, is freshwater, which we need for drinking. This freshwater is mostly frozen in icecaps or underground. A very small part of it is found in lakes, rivers, and swamps, which we use a lot.",
        "sectioneli5-28-1": "Most of the water on Earth is salty, like in the oceans. But we can find freshwater in just a few places. Here are three places where freshwater is found: in icecaps and glaciers, underground, and in lakes and rivers. Surface water is made up of lakes, rivers, and swamps. These places help give us the water that we can use.",
        "sectioneli5-29-0": "For your final task, you're going to make a bar graph. Think of a bar graph like a picture that compares how much saltwater and freshwater we have on Earth. Saltwater is like the ocean, and freshwater is like the water in lakes and rivers. You'll draw two bars: one to show how much saltwater there is, and another to show how much freshwater. This helps us see which one we have more of!",
        "sectioneli5-30-0": "Imagine you're walking in a big garden full of bright, colorful flowers. The sun is shining brightly, and the flowers are reaching up to it. This is like a picture showing how flowers need sunlight to grow and be healthy. The sunlight helps them make their food, which is a magical science process we learn about in 5th-grade science!",
        "sectioneli5-31-0": "Imagine a sidewalk that's cracked. This happens because of weathering and erosion. Weathering is like when rain, sun, or wind slowly wears something down. Erosion is when little pieces get moved away. Look at the cracks in the sidewalk—it’s like the earth is slowly breaking and moving it! What do you think could happen next? What else might cause the cracks?",
        "easyread-text-0-0": "5th Grade is where kids about 10 or 11 years old go to school.",
        "easyread-text-0-1": "Science helps us learn about the world, like how plants grow and why the sky is blue.",
        "easyread-text-0-2": "The Utah SEEd Standards help teachers teach science and engineering to kids. It makes learning fun and hands-on.",
        "easyread-text-1-0": "5th Grade is a level in school where kids are about 10 or 11 years old. They learn many things to help them grow and get better at reading, writing, and math.",
        "easyread-text-1-1": "This is about science and engineering rules in Utah for schools.",
        "easyread-text-1-2": "The Utah State Board of Education gives free learning materials for students and teachers.",
        "easyread-text-5-0": "Students do experiments like scientists.",
        "easyread-text-5-1": "Science looks like doing experiments and trying new things in a lab or outside. It feels exciting because you learn new things.",
        "easyread-text-5-2": "If you have this book, you will learn and do science. This is for both students and teachers.",
        "easyread-text-5-3": "Someone might have made you think about this before, and you may have already imagined what could happen.",
        "easyread-text-5-4": "When you think about science, who do you see in your mind doing it?",
        "easyread-text-5-5": "Describe how someone or something looks.",
        "easyread-text-5-6": "They are doing an activity or task.",
        "easyread-text-5-7": "When we ask people to think about scientists, they often imagine people wearing lab coats, with strange hair, and bottles with funny bubbling liquids.",
        "easyread-text-5-8": "There might be a big bang.",
        "easyread-text-5-9": "Some scientists look like the way we see them in cartoons. They might have pocket protectors and use calculators to solve problems.",
        "easyread-text-5-10": "You might think about a checklist for your science fair project. Or, you might think about a table with many numbers.",
        "easyread-text-5-11": "Let's begin again.",
        "easyread-text-5-12": "Do you like science things like charts, math, and experiments?",
        "easyread-text-5-13": "If this sounds like you, good job!",
        "easyread-text-5-14": "If science doesn't fit you, change how you think about it.",
        "easyread-text-5-15": "It doesn't matter because it's not you.",
        "easyread-text-5-16": "Think of yourself as someone who makes and does science.",
        "easyread-text-5-17": "We need scientists and people like you because your ideas and ways of thinking are important.",
        "easyread-text-5-18": "You are part of this.",
        "easyread-text-5-19": "Scientists walk in the forest.",
        "easyread-text-5-20": "They play in the ground and break rocks.",
        "easyread-text-5-21": "They look into microscopes.",
        "easyread-text-5-22": "They are looking at a book.",
        "easyread-text-5-23": "They have fun making sounds with tubes and pipes in a hardware store.",
        "easyread-text-5-24": "They use their imagination and think about fun things.",
        "easyread-text-5-25": "They count, measure, and guess what will happen.",
        "easyread-text-5-26": "They look at the mountains and think about how the rocks got there.",
        "easyread-text-5-27": "They dance.",
        "easyread-text-5-28": "They keep drawing and writing.",
        "easyread-text-5-29": "Anyone can be a scientist. You do not need to look or act a certain way.",
        "easyread-text-5-30": "Humans are special because we think about our world and try to understand it.",
        "easyread-text-5-31": "We show our ideas through painting, religion, music, culture, poetry, and science.",
        "easyread-text-5-32": "Science is more than just how we find answers or things we learn.",
        "easyread-text-5-33": "People like to think about nature and explain how it works.",
        "easyread-text-5-34": "It talks about the smallest parts that make up everything and the big space that holds everything.",
        "easyread-text-5-35": "Have you ever thought about questions like 'When did time begin?', 'What is the tiniest thing?', or 'What is color?'?",
        "easyread-text-6-0": "If you ask questions, you are thinking like a scientist.",
        "easyread-text-6-1": "Yes, you are.",
        "easyread-text-6-2": "You are still a person.",
        "easyread-text-6-3": "We must speak clearly here.",
        "easyread-text-6-4": "Science is more than just asking questions and finding answers.",
        "easyread-text-6-5": "Science is about being curious and learning how things work.",
        "easyread-text-6-6": "We should look carefully at what's around us.",
        "easyread-text-6-7": "We have to work hard and do the tough jobs.",
        "easyread-text-6-8": "Two young scientists are at Arches National Park near the Courthouse Towers.",
        "easyread-text-6-9": "They stared at the big sandstone walls because they were amazed.",
        "easyread-text-6-10": "The people in the photo are amazed because the rain washed the sand.",
        "easyread-text-6-11": "There is a big rock made of sand above the kids in the desert.",
        "easyread-text-6-12": "They are having fun playing in the sand.",
        "easyread-text-6-13": "This is silly.",
        "easyread-text-6-14": "Is it really?",
        "easyread-text-7-0": "Sand can be carried by wind or water from one place to another. That's how it got there.",
        "easyread-text-7-1": "Where did it start?",
        "easyread-text-7-2": "Sand comes from rocks. Rocks break into tiny pieces to make sand.",
        "easyread-text-7-3": "How do you know that?",
        "easyread-text-7-4": "You can tell a story by remembering what happened and using your own words to share it. Start with what happened first, then talk about what happened next, and end with what happened last.",
        "easyread-text-7-5": "Look.",
        "easyread-text-7-7": "Puddles are very rare in deserts because it does not rain often.",
        "easyread-text-7-8": "The sand feels smooth and damp.",
        "easyread-text-7-9": "It makes swirly patterns on the hard stone.",
        "easyread-text-7-10": "The rock has holes and dents, like the spot where the two scientists are sitting.",
        "easyread-text-7-12": "You might start to ask questions.",
        "easyread-text-7-15": "You might want to learn more about the big thing in the background.",
        "easyread-text-7-16": "It is the same color as sand.",
        "easyread-text-7-18": "The sand makes it grow.",
        "easyread-text-7-21": "Can you tell me the reason?",
        "easyread-text-7-24": "We can find science in simple things like puddles, holes, or rocks.",
        "easyread-text-7-25": "Everything has science in it, like soap bubbles, worms, dancers moving, and bridges.",
        "easyread-text-7-26": "Science is there when you pay attention, ask questions, and think of new things.",
        "easyread-text-7-27": "To do science, you collect information and proof.",
        "easyread-text-7-28": "Who plans this and thinks carefully about it?",
        "easyread-text-7-29": "This person tells others about it.",
        "easyread-text-7-30": "You get to think and ask questions.",
        "easyread-text-7-31": "This book and other science you study will keep teaching the same way.",
        "easyread-text-7-32": "Feeling amazed is very important.",
        "easyread-text-7-33": "If you are a student or a teacher,",
        "easyread-text-7-34": "This wonder will help you understand science better and make it feel personal to you.",
        "easyread-text-7-35": "Adam Johnston is a person's name.",
        "easyread-text-8-0": "Science and engineering practices are the ways scientists and engineers learn about the world and solve problems. They ask questions, make plans, do experiments, and try to fix things when they don't work right.",
        "easyread-text-8-1": "Scientists use special methods to study and understand nature.",
        "easyread-text-8-2": "Learning to ask questions and understanding problems are important skills. Asking questions helps us learn and find answers. Defining problems means we find out what the problem is, so we can fix it.",
        "easyread-text-8-3": "We make small copies of things to understand or solve problems. We use these small copies, called models, to help us learn.",
        "easyread-text-8-4": "We make a plan to look into things and learn about them.",
        "easyread-text-8-5": "Looking at data to understand it and tell what it means.",
        "easyread-text-8-6": "Using numbers and computers to solve problems and do tasks.",
        "easyread-text-8-7": "We need to make things clear and find ways to solve problems.",
        "easyread-text-8-8": "Use facts to support what you say in a discussion.",
        "easyread-text-8-9": "Getting information, checking it, and sharing it.",
        "easyread-text-9-0": "Crosscutting concepts are ideas that help us see connections and solve problems in different subjects.",
        "easyread-text-9-1": "Scientists use Crosscutting Concepts to understand nature.",
        "easyread-text-9-3": "Patterns are things that repeat over and over. Like stripes on a shirt or the days of the week. They help us know what comes next.",
        "easyread-text-9-4": "Things or events often happen in the same way many times.",
        "easyread-text-9-5": "Stability means things staying the same. Change means things become different.",
        "easyread-text-9-6": "Things can change or stay the same over time. It depends on different reasons.",
        "easyread-text-9-7": "Cause means why something happens. Effect is what happens because of it.",
        "easyread-text-9-8": "Things happen because of simple or many reasons.",
        "easyread-text-9-9": "Scale is the size of one thing compared to another. Proportion is how parts of something fit together. Quantity is how much there is of something.",
        "easyread-text-9-10": "Different ways of measuring size and time can change how a system works and how we look at things.",
        "easyread-text-9-11": "Everything around us is stuff called matter, like your toys, water, and the air. Energy is what makes things move or work, like when you run or a light turns on.",
        "easyread-text-9-12": "Paying attention to how energy and matter move in and out of things helps us understand how they work.",
        "easyread-text-9-13": "This text is about 'Systems', which means groups of things that work together.",
        "easyread-text-9-14": "A bunch of things that work together to make something complicated.",
        "easyread-text-9-15": "This tells us how something is made and how it works.",
        "easyread-text-9-16": "The shape of an object affects what it can do and how it works.",
        "easyread-text-10-0": "Engineering design means solving problems and making new things. Engineers think of ideas, make plans, try them out, and fix them until they work.",
        "easyread-text-10-1": "Engineering is making and improving things. We try new ideas, learn from them, and make changes to make things better.",
        "easyread-text-10-2": "This process has many parts.",
        "easyread-text-10-3": "We need to see what the problem is and decide what things can be done and what things cannot be done.",
        "easyread-text-10-4": "Thinking of new ways to fix the problem.",
        "easyread-text-10-5": "Engineers work with others and think of new ideas to solve problems.",
        "easyread-text-10-6": "To find the best design solution, look at the options and see which ones follow the rules and fit within the limits.",
        "easyread-text-10-7": "Make and try out the first models.",
        "easyread-text-10-8": "The engineer looks at how well the models are working and if they are doing what they are supposed to do.",
        "easyread-text-10-9": "Give ideas to make the first model better.",
        "easyread-text-10-10": "In science classes, you learn and do two main kinds of engineering activities.",
        "easyread-text-10-11": "When you design something, you start by understanding the problem. Then, you think of many ways to solve it. Finally, you choose the best idea by testing and making it better.",
        "easyread-text-10-12": "The design process means finding the problem, figuring out what you need to do and what you can't do, and making the best solution.",
        "easyread-text-10-13": "We don't need to think of new solutions because we already have many choices.",
        "easyread-text-10-14": "We choose the best solution by seeing which one meets the needs and rules.",
        "easyread-text-11-0": "List of chapters in a book.",
        "easyread-text-11-1": "This chapter is about Earth's systems. It tells us how the land, water, and air of Earth work together. It will help us understand how the Earth keeps us alive and healthy.",
        "easyread-text-11-3": "We learn about the shapes and forms we see in things on Earth.",
        "easyread-text-11-5": "The Earth's water includes oceans, lakes, rivers, and rain. All of these are important for life.",
        "easyread-text-11-7": "Weathering is when rocks break into smaller pieces. Erosion is when wind or water move those pieces to a new place.",
        "easyread-text-11-9": "Different systems work together like parts of a big machine. They help each other to do jobs.",
        "easyread-text-11-11": "How this affects people.",
        "easyread-text-11-13": "This chapter talks about what things are made of and how they can change. We will learn about why things are different and how they can change from one thing to another.",
        "easyread-text-11-15": "Some things are so tiny we can't see them without a microscope, like cells or germs.",
        "easyread-text-11-17": "We can find out what something is by looking at it, smelling it, or touching it. We use our senses to know if something is soft, hard, sticky, or has a smell.",
        "easyread-text-11-19": "Mixing different things together is called combining substances.",
        "easyread-text-11-21": "Things don't disappear or appear out of nowhere; they just change into different things. For example, when you melt an ice cube, it turns into water. The ice is still there, but now it's in a different form.",
        "easyread-text-11-23": "Chapter 3 is about how things like water and nutrients move around in nature.",
        "easyread-text-11-25": "We will learn about how plants grow and what they need to grow.",
        "easyread-text-11-27": "Eating food.",
        "easyread-text-11-29": "This part talks about how things move or change, like water, air, and rocks.",
        "easyread-text-11-31": "We should save things like water and electricity to protect the earth. It is important to use only what we need so that resources last longer.",
        "easyread-text-13-0": "This is the start of a book.",
        "easyread-text-13-1": "Learn about how the ground, water, air, and living things (like plants and animals) work together on Earth.",
        "easyread-text-13-2": "Main ideas of a chapter",
        "easyread-text-13-3": "We learn about different shapes and features on Earth's surface. These features include mountains, rivers, and oceans. We see patterns in where these features are found. For example, mountains are often near each other.",
        "easyread-text-13-4": "This part is about water that is on our planet Earth.",
        "easyread-text-13-5": "Weathering breaks down rocks into smaller pieces, and erosion moves those pieces away.",
        "easyread-text-13-6": "Different systems work together to help things happen. For example, our body has many systems like the heart and lungs that work to keep us healthy.",
        "easyread-text-13-7": "How does it affect people?",
        "easyread-text-13-8": "Earth's main parts are land (rocks and soil).",
        "easyread-text-13-16": "The picture was made by Julius Silver and can be found on pixabay.com. It is free for use.",
        "easyread-text-13-9": "The hydrosphere means all the water and ice on Earth, like the oceans, rivers, and icebergs.",
        "easyread-text-13-10": "The air we breathe is called the atmosphere.",
        "easyread-text-13-11": "It talks about all the living things, like plants, animals, and people.",
        "easyread-text-13-12": "These systems work with each other in many ways.",
        "easyread-text-13-13": "Weathering and erosion show how parts of Earth work together.",
        "easyread-text-13-14": "Some things, like landslides, earthquakes, and volcanic eruptions, can hurt people and animals.",
        "easyread-text-13-15": "People can't stop natural disasters, but they can find ways to make them less harmful.",
        "easyread-text-15-0": "We learn about different shapes and parts of the Earth. Like mountains, rivers, and oceans are patterns we see on our planet. They have special shapes and sizes.",
        "easyread-text-15-1": "An event is something that happens.",
        "easyread-text-15-2": "In the Pacific Ocean, there is a circle of volcanoes that often have earthquakes. This is called the Ring of Fire. The dots show where volcanoes are.",
        "easyread-text-15-3": "Active volcanoes are fiery mountains that sometimes erupt. They often happen where huge pieces of Earth's surface, called tectonic plates, meet. These places can shake and have lots of volcanoes, like the \"Ring of Fire,\" which is a big circle of volcanoes around the Pacific Ocean.",
        "easyread-text-15-4": "The picture is made by USGS and comes from a website. It is free for anyone to use.",
        "easyread-text-15-5": "Looking at things and asking questions about them.",
        "easyread-text-15-6": "What do you notice about this thing happening?",
        "easyread-text-15-7": "What questions do you have about this event?",
        "easyread-text-16-0": "Focus questions help children know what to think about when they read.",
        "easyread-text-16-1": "A pirate scared people in the seas of northern Europe. His adventures made people write songs, books, and plays about him.",
        "easyread-text-16-2": "You see the most volcanoes around the edges of the Pacific Ocean. This place is called the 'Ring of Fire.'",
        "easyread-text-16-3": "This seems to be the number two, which doesn't change.",
        "easyread-text-16-4": "Volcanoes are not everywhere. There are very few volcanoes in Australia.",
        "easyread-text-16-6": "Active volcanoes are usually found where the Earth's plates meet. These places have many earthquakes too.",
        "easyread-text-17-0": "We see patterns in Earth’s land. These patterns are mountains, rivers, and valleys. They show us how the Earth looks.",
        "easyread-text-17-5": "You will look at different patterns we see on Earth.",
        "easyread-text-17-1": "Look at the information to find and explain how the features on Earth's surface are arranged.",
        "easyread-text-17-2": "Most earthquakes and volcanoes happen near where land and sea meet. Big mountain chains can be found inside the land or near the edges.",
        "easyread-text-17-3": "You can have simple maps that show where mountains are, maps of the ocean floor, or maps showing where volcanoes and earthquakes happen.",
        "easyread-text-17-4": "This helps us learn about how Earth works, like the weather, water, and land changes that happen over time.",
        "easyread-text-17-6": "Volcanoes are openings in the Earth's surface where lava comes out. Earthquakes happen when the ground shakes. The ocean floor is the bottom part of the ocean water.",
        "easyread-text-17-7": "A volcano is a mountain with a hole at the top. Sometimes, it explodes with lava and ash. Volcanoes can be very dangerous.",
        "easyread-text-17-8": "A volcano is a hole in the Earth's surface where hot, melted rock, ash, and gases come out.",
        "easyread-text-17-9": "Volcanoes can change the Earth's surface quickly.",
        "easyread-text-17-10": "Over half of Earth is covered with volcanic rock.",
        "easyread-text-17-11": "Volcanoes show that Earth is alive and always changing.",
        "easyread-text-17-12": "Yes, a volcano forms when hot rock comes out from under the ground and makes a mountain.",
        "easyread-text-17-13": "Deep underground, it is so hot that rocks can melt.",
        "easyread-text-17-14": "Hot, melted rock comes out of cracks in the ground, and this makes a volcano.",
        "easyread-text-17-15": "Some volcanoes have small eruptions with lava like a river. Other volcanoes have bigger eruptions.",
        "easyread-text-17-16": "Volcanoes can explode under the water and make big mountains in the ocean.",
        "easyread-text-17-17": "The Pacific Ring of Fire is an area around the Pacific Ocean. Many volcanoes and earthquakes happen there. It's very active.",
        "easyread-text-17-18": "Most earthquakes and volcano eruptions happen near the Pacific Ocean.",
        "easyread-text-17-19": "Earth's surface has big pieces called plates.",
        "easyread-text-17-20": "When the Earth's plates move, they can cause big changes like earthquakes, volcanic eruptions, and mountains forming.",
        "easyread-text-17-21": "This message is telling you where some information came from.",
        "easyread-text-17-22": "The Ring of Fire is a big line of volcanoes around the Pacific Ocean. It's called the Ring of Fire because there are lots of volcanoes and earthquakes there. It happens because the ground underneath is moving.",
        "easyread-text-17-23": "The Earth's surface is made of big pieces called plates. These plates move very slowly. Sometimes they crash into each other or move apart. This movement can cause earthquakes and make mountains.",
        "easyread-text-18-0": "The Ring of Fire has many volcanoes and earthquakes because big pieces of the Earth's surface, called tectonic plates, move a lot there.",
        "easyread-text-18-1": "In the Ring of Fire, the ground plates push over each other.",
        "easyread-text-18-2": "Hot liquid rock under Earth's ground makes volcanoes happen.",
        "easyread-text-18-3": "The Pacific Plate and the North American Plate touch each other. They slide past each other sideways.",
        "easyread-text-18-4": "Some places in the Earth's crust can cause many earthquakes because they stretch and then snap back.",
        "easyread-text-18-5": "Pieces of the Earth's surface, called plates, can sometimes pull apart from each other, even on the same continent.",
        "easyread-text-18-6": "Big pieces of land start to move away from each other.",
        "easyread-text-18-7": "The Earth's crust becomes thin, then it breaks, and splits apart.",
        "easyread-text-18-8": "When the ground shakes, we call it an earthquake. It happens when big rocks under the earth move suddenly. This movement makes the ground shake.",
        "easyread-text-18-9": "Earthquakes happen when the big pieces of land under the ground move suddenly. This makes the ground shake.",
        "easyread-text-18-10": "Earthquakes can make the land look very different quickly.",
        "easyread-text-18-11": "Strong forces inside the Earth push and make pressure. This pressure comes out in waves along a crack.",
        "easyread-text-18-12": "Pieces of Earth's crust move and make waves.",
        "easyread-text-18-13": "Some waves are called surface waves because they move on the Earth's surface.",
        "easyread-text-18-14": "Body waves are waves that go inside the Earth.",
        "easyread-text-18-15": "In an earthquake, waves inside the ground make it shake quickly.",
        "easyread-text-18-16": "Surface waves cause things to happen on the surface.",
        "easyread-text-19-0": "Rolling motions can cause a lot of damage.",
        "easyread-text-19-1": "Earthquakes can change the shape of the land.",
        "easyread-text-19-2": "Mountains can grow when big pieces of Earth's crust push together during an earthquake.",
        "easyread-text-19-3": "During an earthquake, a crack in the ground might move deep down, and you can't see it on top of the ground.",
        "easyread-text-19-4": "An earthquake in the ocean can make a big wave called a tsunami.",
        "easyread-text-19-5": "The ocean floor is the bottom of the sea. It is the land under the water where fish and plants live.",
        "easyread-text-19-6": "In the ocean, the ground moves apart and hot melted rock, called lava, comes up. This makes volcanoes.",
        "easyread-text-19-7": "Lava erupts and makes the ocean floor spread by pushing it outward and forming new crust.",
        "easyread-text-19-8": "There are underwater mountains in the ocean because the Earth's plates move apart, and this creates mountains called ridges.",
        "easyread-text-19-9": "When the big pieces of land under us move away from each other, they can make the ground shake. This shaking is called an earthquake.",
        "easyread-text-19-10": "Most mid-ocean ridges are found deep under the sea.",
        "easyread-text-19-11": "Iceland is on a big ocean ridge in the middle of the Atlantic Ocean.",
        "easyread-text-19-12": "The Mid Atlantic Ridge is a big mountain under the ocean. People can learn about it for free.",
        "easyread-text-19-13": "There is a big crack in the ground in Iceland called a rift valley. It is part of a large mountain range under the ocean called the Mid-Atlantic Ridge.",
        "easyread-text-20-0": "Putting it together means putting parts together to make something whole, like a puzzle.",
        "easyread-text-20-1": "Volcanoes that can erupt are called active volcanoes. They sit on big pieces of the Earth's crust called tectonic plates. Many active volcanoes are around the Pacific Ocean, in a place called the \"Ring of Fire.\"",
        "easyread-text-20-2": "Focus Questions are big questions that help us think about and learn something important.",
        "easyread-text-20-3": "The dots show where volcanoes that can erupt are located.",
        "easyread-text-20-4": "Most volcanoes are near the edges of big pieces of the Earth's crust called tectonic plates. These are like puzzle pieces of the Earth's surface. Volcanoes often form where these pieces meet.",
        "easyread-text-20-5": "The dark lines show where the Earth's plates meet.",
        "easyread-text-20-6": "We know that earthquakes happen a lot where two pieces of the Earth's surface, called plates, meet. These places are called plate boundaries. The plates can move and bump into each other, making the ground shake.",
        "easyread-text-20-7": "Volcanoes are mountains that have hot, melted rocks inside. When they explode, it's called an eruption. Earthquakes make the ground shake. Both happen because the Earth's surface moves.",
        "easyread-text-20-8": "In the future, the land and seas on Earth might change. Volcanoes can make new land, and water might wear away rocks and dirt. Scientists study these changes to understand what might happen.",
        "easyread-text-21-0": "A man scared people on the seas in northern Europe. His adventures made people write songs, books, and plays about him.",
        "easyread-text-21-1": "1. Earthquakes make the ground shake, and sometimes it cracks. This happens because pieces of the Earth's surface move past each other.\\n2. Volcanoes change the Earth's features when they erupt. They shoot out lava, ash, and gases, which can form new mountains and change the shape of the land.",
        "easyread-text-23-0": "Earth has a lot of water. We find it in oceans, rivers, lakes, and clouds. Water is very important for all living things. People, animals, and plants need water to live.",
        "easyread-text-23-1": "Something important or special that happens.",
        "easyread-text-23-2": "Most of the water on Earth is salty. It is not fresh.",
        "easyread-text-23-3": "There are two types of water: saltwater, like in the ocean, and freshwater, like in rivers and lakes.",
        "easyread-text-23-4": "97 out of 100.",
        "easyread-text-23-5": "Salty water, like the water in oceans.",
        "easyread-text-23-6": "Earth has a lot of water. It is in oceans, rivers, lakes, ice, and underground.",
        "easyread-text-23-7": "Fresh water is clean water that we can drink, use for plants, and give to animals. It is very important for life.",
        "easyread-text-23-8": "3% means 3 out of 100. So, if you have 100 candies, 3% means you would have 3 candies.",
        "easyread-text-23-9": "Most of Earth's fresh water, about 68.7%, is in icecaps and glaciers.",
        "easyread-text-23-10": "The amount of groundwater is 30.1%.",
        "easyread-text-23-11": "Other 0.9% means a very small part or piece of a whole. Like if you have 100 candies, 0.9% means you only have less than 1 candy from the whole amount.",
        "easyread-text-23-12": "There is only 0.3% surface water, which is a very small part.",
        "easyread-text-23-13": "Lakes make up 87% of something important.",
        "easyread-text-23-14": "Swamps are places with a lot of water and trees. They make up about 11% of certain areas.",
        "easyread-text-23-15": "Rivers take up 2% of a larger group or area.",
        "easyread-text-23-16": "Almost all the water on Earth is salty water in the oceans. Very little is fresh water that we can drink.",
        "easyread-text-23-17": "This image was made by Mariana Ruiz Villarreal for the CK-12 Foundation. It has a special license called CC BY-NC 3.0, which means people can use it but not for selling things.",
        "easyread-text-23-18": "Looking at things and asking questions about them.",
        "easyread-text-23-19": "What do you see or notice about this event?",
        "easyread-text-23-20": "What are you curious about this happening?",
        "easyread-text-24-0": "Questions that help you pay attention more and know what is important.",
        "easyread-text-24-1": "Most of the water on Earth is salt water, found in oceans and seas.",
        "easyread-text-24-2": "Only a tiny bit of Earth's water is in lakes, swamps, or rivers.",
        "easyread-text-24-3": "What do you find interesting or unexpected in this data?",
        "easyread-text-25-0": "Most of Earth's water is in the oceans. We also have fresh water in rivers and lakes that plants and animals need to live.",
        "easyread-text-25-1": "We can use math and computers to see how much saltwater and freshwater there is. This helps us know where water is on Earth.",
        "easyread-text-25-2": "Let's talk about where we can find water! We can find water in big places like oceans, lakes, and rivers. Water is also in huge ice areas like glaciers and the ice at the North and South Poles. Some water is hidden under the ground too.",
        "easyread-text-25-3": "We can use math to measure things, make guesses, draw graphs, or find parts of a whole like percentages.",
        "easyread-text-25-4": "ESS2.C talks about parts of Earth's system, like weather or how the ground moves.",
        "easyread-text-25-5": "Earth has a lot more saltwater than freshwater. Oceans have saltwater, and lakes and rivers have freshwater.",
        "easyread-text-25-6": "Earth's water is in oceans, rivers, lakes, and under the ground.",
        "easyread-text-25-7": "Water is found everywhere on Earth, like in the sky and in the air.",
        "easyread-text-25-8": "Water is on Earth in rivers, oceans, and ice.",
        "easyread-text-25-9": "There are plants, animals, and things inside the Earth.",
        "easyread-text-25-10": "This is about a pirate who scared people on the seas in northern Europe. His adventures made people write songs, books, and plays about him.",
        "easyread-text-25-11": "The Earth has a lot of water. Most of it is in the oceans. Some water is in rivers, lakes, and ice. A little water is underground. We need water to drink, wash, and grow food.",
        "easyread-text-25-12": "CC BY means you can use and share work if you say who made it.",
        "easyread-text-26-0": "Here is a picture that shows where Earth's water is.",
        "easyread-text-26-1": "Only 2.5% of Earth's water is freshwater, which is needed for life to stay alive.",
        "easyread-text-26-2": "Most freshwater is in ice or in the ground.",
        "easyread-text-26-3": "Only a small amount of freshwater is surface water, but it is very important for life.",
        "easyread-text-26-4": "The right column shows how freshwater on the surface is divided into different parts.",
        "easyread-text-26-5": "Most of the freshwater on Earth is in ice, and some of it is also in lakes.",
        "easyread-text-26-6": "Rivers have a tiny bit of the fresh water on Earth's surface.",
        "easyread-text-26-7": "Rivers do not have much freshwater but give us most of the water we use.",
        "easyread-text-26-8": "Most of Earth's water is in the oceans. Some water is in ice. A little water is in lakes, rivers, and under the ground.",
        "easyread-text-26-26": "There is a lot of water on Earth. This water is in oceans, rivers, and lakes. Some water is under the ground, and some is in the air as clouds.",
        "easyread-text-26-27": "Earth has a lot of water.",
        "easyread-text-26-28": "How much water is on Earth?",
        "easyread-text-26-29": "Most of the Earth is covered in water. The oceans hold almost all of this water.",
        "easyread-text-26-30": "Water can be found in many places on Earth and in different forms.",
        "easyread-text-27-0": "Water is in the air, rivers, lakes, ice, glaciers, soil, and underground.",
        "easyread-text-27-1": "Freshwater is water that is not salty. We find it in rivers, lakes, and ponds.",
        "easyread-text-27-2": "There is more freshwater underground than what we see in lakes and rivers.",
        "easyread-text-27-3": "Some river water comes from water underground.",
        "easyread-text-27-4": "Rainwater goes into the ground and fills holes called aquifers. At the same time, the water in the ground helps keep rivers full.",
        "easyread-text-27-5": "People use water from lakes, rivers, and wells.",
        "easyread-text-27-6": "In the United States in 2010, we used about 275 billion gallons of water from rivers and lakes each day. We also used about 79 billion gallons of water from underground each day.",
        "easyread-text-27-7": "Groundwater is very important because it helps fill rivers and lakes. It also gives water to people who live in dry places like desert towns in the western United States.",
        "easyread-text-28-0": "Putting things together means building or making something by joining parts.",
        "easyread-text-28-1": "Saltwater is in the ocean and tastes salty. Freshwater is in rivers and lakes and doesn't taste salty.",
        "easyread-text-28-2": "Earth has a lot of water in oceans, lakes, rivers, and underground. Most of it is in the oceans.",
        "easyread-text-28-3": "97% means almost everything, like if you scored almost perfect on a test.",
        "easyread-text-28-5": "3% means 3 out of every 100.",
        "easyread-text-28-7": "Most of Earth's fresh water is in ice and glaciers. 68.7% of fresh water is in these places.",
        "easyread-text-28-8": "The groundwater is at 30.1%.",
        "easyread-text-28-9": "0.9% means a very small part or piece of something.",
        "easyread-text-28-10": "Only 0.3% of Earth's water is in rivers, lakes, and ponds.",
        "easyread-text-28-11": "87 out of every 100 lakes are being talked about.",
        "easyread-text-28-12": "11 out of every 100 pieces of land are swamps.",
        "easyread-text-28-13": "Rivers are big streams of water that move across the land. When you see '2% Rivers', it might mean a small part of all the rivers in the world.",
        "easyread-text-28-14": "Most water on Earth is salty, and only a little is fresh and good for drinking.",
        "easyread-text-28-15": "A person named Mariana drew a picture for the CK-12 Foundation. You can use it for learning.",
        "easyread-text-28-16": "Questions that help you think deeply about a topic.",
        "easyread-text-28-17": "Freshwater is found in lakes, rivers, and ponds.",
        "easyread-text-28-18": "Rivers, lakes, and oceans give us most of the water we see on Earth's surface.",
        "easyread-text-29-0": "He scared people in the seas of northern Europe. His adventures inspired people to write songs, books, and plays about him.",
        "easyread-text-29-1": "Imagine two tall blocks. One block is very tall and it shows how much salt water is on Earth. The other block is much shorter and shows how much freshwater we have. Most of Earth's water is salt water, and only a small part is freshwater.",
        "easyread-text-31-0": "Weathering is when rocks break into small pieces. Erosion is when wind, water, or ice carries these pieces away.",
        "easyread-text-31-1": "A phenomenon is something that happens or is seen, like rainbows or lightning.",
        "easyread-text-31-2": "The path we walk on has some broken parts.",
        "easyread-text-31-3": "When you see something interesting, you might have questions or thoughts about it.",
        "easyread-text-31-4": "The text given seems to be just a digit '1'. There isn't a complex sentence to simplify, but if it was a number being discussed, I'd say: 'This is the number one. It is the first number we learn.'",
        "easyread-text-31-5": "What do you see happening?",
        "easyread-text-31-6": "2.",
        "easyread-text-31-7": "What do you want to know about this thing that happens?"
    },
    "audioFiles": {
        "text-0-0": "audio/en/text-0-0_en.mp3",
        "text-0-1": "audio/en/text-0-1_en.mp3",
        "text-0-2": "audio/en/text-0-2_en.mp3",
        "text-1-0": "audio/en/text-1-0_en.mp3",
        "text-1-1": "audio/en/text-1-1_en.mp3",
        "text-1-2": "audio/en/text-1-2_en.mp3",
        "text-5-0": "audio/en/text-5-0_en.mp3",
        "text-5-1": "audio/en/text-5-1_en.mp3",
        "text-5-2": "audio/en/text-5-2_en.mp3",
        "text-5-3": "audio/en/text-5-3_en.mp3",
        "text-5-4": "audio/en/text-5-4_en.mp3",
        "text-5-5": "audio/en/text-5-5_en.mp3",
        "text-5-6": "audio/en/text-5-6_en.mp3",
        "text-5-7": "audio/en/text-5-7_en.mp3",
        "text-5-8": "audio/en/text-5-8_en.mp3",
        "text-5-9": "audio/en/text-5-9_en.mp3",
        "text-5-10": "audio/en/text-5-10_en.mp3",
        "text-5-11": "audio/en/text-5-11_en.mp3",
        "text-5-12": "audio/en/text-5-12_en.mp3",
        "text-5-13": "audio/en/text-5-13_en.mp3",
        "text-5-14": "audio/en/text-5-14_en.mp3",
        "text-5-15": "audio/en/text-5-15_en.mp3",
        "text-5-16": "audio/en/text-5-16_en.mp3",
        "text-5-17": "audio/en/text-5-17_en.mp3",
        "text-5-18": "audio/en/text-5-18_en.mp3",
        "text-5-19": "audio/en/text-5-19_en.mp3",
        "text-5-20": "audio/en/text-5-20_en.mp3",
        "text-5-21": "audio/en/text-5-21_en.mp3",
        "text-5-22": "audio/en/text-5-22_en.mp3",
        "text-5-23": "audio/en/text-5-23_en.mp3",
        "text-5-24": "audio/en/text-5-24_en.mp3",
        "text-5-25": "audio/en/text-5-25_en.mp3",
        "text-5-26": "audio/en/text-5-26_en.mp3",
        "text-5-27": "audio/en/text-5-27_en.mp3",
        "text-5-28": "audio/en/text-5-28_en.mp3",
        "text-5-29": "audio/en/text-5-29_en.mp3",
        "text-5-30": "audio/en/text-5-30_en.mp3",
        "text-5-31": "audio/en/text-5-31_en.mp3",
        "text-5-32": "audio/en/text-5-32_en.mp3",
        "text-5-33": "audio/en/text-5-33_en.mp3",
        "text-5-34": "audio/en/text-5-34_en.mp3",
        "text-5-35": "audio/en/text-5-35_en.mp3",
        "text-6-0": "audio/en/text-6-0_en.mp3",
        "text-6-1": "audio/en/text-6-1_en.mp3",
        "text-6-2": "audio/en/text-6-2_en.mp3",
        "text-6-3": "audio/en/text-6-3_en.mp3",
        "text-6-4": "audio/en/text-6-4_en.mp3",
        "text-6-5": "audio/en/text-6-5_en.mp3",
        "text-6-6": "audio/en/text-6-6_en.mp3",
        "text-6-7": "audio/en/text-6-7_en.mp3",
        "text-6-8": "audio/en/text-6-8_en.mp3",
        "text-6-9": "audio/en/text-6-9_en.mp3",
        "text-6-10": "audio/en/text-6-10_en.mp3",
        "text-6-11": "audio/en/text-6-11_en.mp3",
        "text-6-12": "audio/en/text-6-12_en.mp3",
        "text-6-13": "audio/en/text-6-13_en.mp3",
        "text-6-14": "audio/en/text-6-14_en.mp3",
        "text-7-0": "audio/en/text-7-0_en.mp3",
        "text-7-1": "audio/en/text-7-1_en.mp3",
        "text-7-2": "audio/en/text-7-2_en.mp3",
        "text-7-3": "audio/en/text-7-3_en.mp3",
        "text-7-4": "audio/en/text-7-4_en.mp3",
        "text-7-5": "audio/en/text-7-5_en.mp3",
        "text-7-7": "audio/en/text-7-7_en.mp3",
        "text-7-8": "audio/en/text-7-8_en.mp3",
        "text-7-9": "audio/en/text-7-9_en.mp3",
        "text-7-10": "audio/en/text-7-10_en.mp3",
        "text-7-12": "audio/en/text-7-12_en.mp3",
        "text-7-15": "audio/en/text-7-15_en.mp3",
        "text-7-16": "audio/en/text-7-16_en.mp3",
        "text-7-18": "audio/en/text-7-18_en.mp3",
        "text-7-21": "audio/en/text-7-21_en.mp3",
        "text-7-24": "audio/en/text-7-24_en.mp3",
        "text-7-25": "audio/en/text-7-25_en.mp3",
        "text-7-26": "audio/en/text-7-26_en.mp3",
        "text-7-27": "audio/en/text-7-27_en.mp3",
        "text-7-28": "audio/en/text-7-28_en.mp3",
        "text-7-29": "audio/en/text-7-29_en.mp3",
        "text-7-30": "audio/en/text-7-30_en.mp3",
        "text-7-31": "audio/en/text-7-31_en.mp3",
        "text-7-32": "audio/en/text-7-32_en.mp3",
        "text-7-33": "audio/en/text-7-33_en.mp3",
        "text-7-34": "audio/en/text-7-34_en.mp3",
        "text-7-35": "audio/en/text-7-35_en.mp3",
        "text-8-0": "audio/en/text-8-0_en.mp3",
        "text-8-1": "audio/en/text-8-1_en.mp3",
        "text-8-2": "audio/en/text-8-2_en.mp3",
        "text-8-3": "audio/en/text-8-3_en.mp3",
        "text-8-4": "audio/en/text-8-4_en.mp3",
        "text-8-5": "audio/en/text-8-5_en.mp3",
        "text-8-6": "audio/en/text-8-6_en.mp3",
        "text-8-7": "audio/en/text-8-7_en.mp3",
        "text-8-8": "audio/en/text-8-8_en.mp3",
        "text-8-9": "audio/en/text-8-9_en.mp3",
        "text-9-0": "audio/en/text-9-0_en.mp3",
        "text-9-1": "audio/en/text-9-1_en.mp3",
        "text-9-3": "audio/en/text-9-3_en.mp3",
        "text-9-4": "audio/en/text-9-4_en.mp3",
        "text-9-5": "audio/en/text-9-5_en.mp3",
        "text-9-6": "audio/en/text-9-6_en.mp3",
        "text-9-7": "audio/en/text-9-7_en.mp3",
        "text-9-8": "audio/en/text-9-8_en.mp3",
        "text-9-9": "audio/en/text-9-9_en.mp3",
        "text-9-10": "audio/en/text-9-10_en.mp3",
        "text-9-11": "audio/en/text-9-11_en.mp3",
        "text-9-12": "audio/en/text-9-12_en.mp3",
        "text-9-13": "audio/en/text-9-13_en.mp3",
        "text-9-14": "audio/en/text-9-14_en.mp3",
        "text-9-15": "audio/en/text-9-15_en.mp3",
        "text-9-16": "audio/en/text-9-16_en.mp3",
        "text-10-0": "audio/en/text-10-0_en.mp3",
        "text-10-1": "audio/en/text-10-1_en.mp3",
        "text-10-2": "audio/en/text-10-2_en.mp3",
        "text-10-3": "audio/en/text-10-3_en.mp3",
        "text-10-4": "audio/en/text-10-4_en.mp3",
        "text-10-5": "audio/en/text-10-5_en.mp3",
        "text-10-6": "audio/en/text-10-6_en.mp3",
        "text-10-7": "audio/en/text-10-7_en.mp3",
        "text-10-8": "audio/en/text-10-8_en.mp3",
        "text-10-9": "audio/en/text-10-9_en.mp3",
        "text-10-10": "audio/en/text-10-10_en.mp3",
        "text-10-11": "audio/en/text-10-11_en.mp3",
        "text-10-12": "audio/en/text-10-12_en.mp3",
        "text-10-13": "audio/en/text-10-13_en.mp3",
        "text-10-14": "audio/en/text-10-14_en.mp3",
        "text-11-0": "audio/en/text-11-0_en.mp3",
        "text-11-1": "audio/en/text-11-1_en.mp3",
        "text-11-3": "audio/en/text-11-3_en.mp3",
        "text-11-5": "audio/en/text-11-5_en.mp3",
        "text-11-7": "audio/en/text-11-7_en.mp3",
        "text-11-9": "audio/en/text-11-9_en.mp3",
        "text-11-11": "audio/en/text-11-11_en.mp3",
        "text-11-13": "audio/en/text-11-13_en.mp3",
        "text-11-15": "audio/en/text-11-15_en.mp3",
        "text-11-17": "audio/en/text-11-17_en.mp3",
        "text-11-19": "audio/en/text-11-19_en.mp3",
        "text-11-21": "audio/en/text-11-21_en.mp3",
        "text-11-23": "audio/en/text-11-23_en.mp3",
        "text-11-25": "audio/en/text-11-25_en.mp3",
        "text-11-27": "audio/en/text-11-27_en.mp3",
        "text-11-29": "audio/en/text-11-29_en.mp3",
        "text-11-31": "audio/en/text-11-31_en.mp3",
        "text-13-0": "audio/en/text-13-0_en.mp3",
        "text-13-1": "audio/en/text-13-1_en.mp3",
        "text-13-2": "audio/en/text-13-2_en.mp3",
        "text-13-3": "audio/en/text-13-3_en.mp3",
        "text-13-4": "audio/en/text-13-4_en.mp3",
        "text-13-5": "audio/en/text-13-5_en.mp3",
        "text-13-6": "audio/en/text-13-6_en.mp3",
        "text-13-7": "audio/en/text-13-7_en.mp3",
        "text-13-8": "audio/en/text-13-8_en.mp3",
        "text-13-16": "audio/en/text-13-16_en.mp3",
        "text-13-9": "audio/en/text-13-9_en.mp3",
        "text-13-10": "audio/en/text-13-10_en.mp3",
        "text-13-11": "audio/en/text-13-11_en.mp3",
        "text-13-12": "audio/en/text-13-12_en.mp3",
        "text-13-13": "audio/en/text-13-13_en.mp3",
        "text-13-14": "audio/en/text-13-14_en.mp3",
        "text-13-15": "audio/en/text-13-15_en.mp3",
        "text-15-0": "audio/en/text-15-0_en.mp3",
        "text-15-1": "audio/en/text-15-1_en.mp3",
        "text-15-2": "audio/en/text-15-2_en.mp3",
        "text-15-3": "audio/en/text-15-3_en.mp3",
        "text-15-4": "audio/en/text-15-4_en.mp3",
        "text-15-5": "audio/en/text-15-5_en.mp3",
        "text-15-6": "audio/en/text-15-6_en.mp3",
        "text-15-7": "audio/en/text-15-7_en.mp3",
        "text-16-0": "audio/en/text-16-0_en.mp3",
        "text-16-1": "audio/en/text-16-1_en.mp3",
        "text-16-2": "audio/en/text-16-2_en.mp3",
        "text-16-3": "audio/en/text-16-3_en.mp3",
        "text-16-4": "audio/en/text-16-4_en.mp3",
        "text-16-6": "audio/en/text-16-6_en.mp3",
        "text-17-0": "audio/en/text-17-0_en.mp3",
        "text-17-5": "audio/en/text-17-5_en.mp3",
        "text-17-1": "audio/en/text-17-1_en.mp3",
        "text-17-2": "audio/en/text-17-2_en.mp3",
        "text-17-3": "audio/en/text-17-3_en.mp3",
        "text-17-4": "audio/en/text-17-4_en.mp3",
        "text-17-6": "audio/en/text-17-6_en.mp3",
        "text-17-7": "audio/en/text-17-7_en.mp3",
        "text-17-8": "audio/en/text-17-8_en.mp3",
        "text-17-9": "audio/en/text-17-9_en.mp3",
        "text-17-10": "audio/en/text-17-10_en.mp3",
        "text-17-11": "audio/en/text-17-11_en.mp3",
        "text-17-12": "audio/en/text-17-12_en.mp3",
        "text-17-13": "audio/en/text-17-13_en.mp3",
        "text-17-14": "audio/en/text-17-14_en.mp3",
        "text-17-15": "audio/en/text-17-15_en.mp3",
        "text-17-16": "audio/en/text-17-16_en.mp3",
        "text-17-17": "audio/en/text-17-17_en.mp3",
        "text-17-18": "audio/en/text-17-18_en.mp3",
        "text-17-19": "audio/en/text-17-19_en.mp3",
        "text-17-20": "audio/en/text-17-20_en.mp3",
        "text-17-21": "audio/en/text-17-21_en.mp3",
        "text-17-22": "audio/en/text-17-22_en.mp3",
        "text-17-23": "audio/en/text-17-23_en.mp3",
        "text-18-0": "audio/en/text-18-0_en.mp3",
        "text-18-1": "audio/en/text-18-1_en.mp3",
        "text-18-2": "audio/en/text-18-2_en.mp3",
        "text-18-3": "audio/en/text-18-3_en.mp3",
        "text-18-4": "audio/en/text-18-4_en.mp3",
        "text-18-5": "audio/en/text-18-5_en.mp3",
        "text-18-6": "audio/en/text-18-6_en.mp3",
        "text-18-7": "audio/en/text-18-7_en.mp3",
        "text-18-8": "audio/en/text-18-8_en.mp3",
        "text-18-9": "audio/en/text-18-9_en.mp3",
        "text-18-10": "audio/en/text-18-10_en.mp3",
        "text-18-11": "audio/en/text-18-11_en.mp3",
        "text-18-12": "audio/en/text-18-12_en.mp3",
        "text-18-13": "audio/en/text-18-13_en.mp3",
        "text-18-14": "audio/en/text-18-14_en.mp3",
        "text-18-15": "audio/en/text-18-15_en.mp3",
        "text-18-16": "audio/en/text-18-16_en.mp3",
        "text-19-0": "audio/en/text-19-0_en.mp3",
        "text-19-1": "audio/en/text-19-1_en.mp3",
        "text-19-2": "audio/en/text-19-2_en.mp3",
        "text-19-3": "audio/en/text-19-3_en.mp3",
        "text-19-4": "audio/en/text-19-4_en.mp3",
        "text-19-5": "audio/en/text-19-5_en.mp3",
        "text-19-6": "audio/en/text-19-6_en.mp3",
        "text-19-7": "audio/en/text-19-7_en.mp3",
        "text-19-8": "audio/en/text-19-8_en.mp3",
        "text-19-9": "audio/en/text-19-9_en.mp3",
        "text-19-10": "audio/en/text-19-10_en.mp3",
        "text-19-11": "audio/en/text-19-11_en.mp3",
        "text-19-12": "audio/en/text-19-12_en.mp3",
        "text-19-13": "audio/en/text-19-13_en.mp3",
        "text-20-0": "audio/en/text-20-0_en.mp3",
        "text-20-1": "audio/en/text-20-1_en.mp3",
        "text-20-2": "audio/en/text-20-2_en.mp3",
        "text-20-3": "audio/en/text-20-3_en.mp3",
        "text-20-4": "audio/en/text-20-4_en.mp3",
        "text-20-5": "audio/en/text-20-5_en.mp3",
        "text-20-6": "audio/en/text-20-6_en.mp3",
        "text-20-7": "audio/en/text-20-7_en.mp3",
        "text-20-8": "audio/en/text-20-8_en.mp3",
        "text-21-0": "audio/en/text-21-0_en.mp3",
        "text-21-1": "audio/en/text-21-1_en.mp3",
        "text-23-0": "audio/en/text-23-0_en.mp3",
        "text-23-1": "audio/en/text-23-1_en.mp3",
        "text-23-2": "audio/en/text-23-2_en.mp3",
        "text-23-3": "audio/en/text-23-3_en.mp3",
        "text-23-4": "audio/en/text-23-4_en.mp3",
        "text-23-5": "audio/en/text-23-5_en.mp3",
        "text-23-6": "audio/en/text-23-6_en.mp3",
        "text-23-7": "audio/en/text-23-7_en.mp3",
        "text-23-8": "audio/en/text-23-8_en.mp3",
        "text-23-9": "audio/en/text-23-9_en.mp3",
        "text-23-10": "audio/en/text-23-10_en.mp3",
        "text-23-11": "audio/en/text-23-11_en.mp3",
        "text-23-12": "audio/en/text-23-12_en.mp3",
        "text-23-13": "audio/en/text-23-13_en.mp3",
        "text-23-14": "audio/en/text-23-14_en.mp3",
        "text-23-15": "audio/en/text-23-15_en.mp3",
        "text-23-16": "audio/en/text-23-16_en.mp3",
        "text-23-17": "audio/en/text-23-17_en.mp3",
        "text-23-18": "audio/en/text-23-18_en.mp3",
        "text-23-19": "audio/en/text-23-19_en.mp3",
        "text-23-20": "audio/en/text-23-20_en.mp3",
        "text-24-0": "audio/en/text-24-0_en.mp3",
        "text-24-1": "audio/en/text-24-1_en.mp3",
        "text-24-2": "audio/en/text-24-2_en.mp3",
        "text-24-3": "audio/en/text-24-3_en.mp3",
        "text-25-0": "audio/en/text-25-0_en.mp3",
        "text-25-1": "audio/en/text-25-1_en.mp3",
        "text-25-2": "audio/en/text-25-2_en.mp3",
        "text-25-3": "audio/en/text-25-3_en.mp3",
        "text-25-4": "audio/en/text-25-4_en.mp3",
        "text-25-5": "audio/en/text-25-5_en.mp3",
        "text-25-6": "audio/en/text-25-6_en.mp3",
        "text-25-7": "audio/en/text-25-7_en.mp3",
        "text-25-8": "audio/en/text-25-8_en.mp3",
        "text-25-9": "audio/en/text-25-9_en.mp3",
        "text-25-10": "audio/en/text-25-10_en.mp3",
        "text-25-11": "audio/en/text-25-11_en.mp3",
        "text-25-12": "audio/en/text-25-12_en.mp3",
        "text-26-0": "audio/en/text-26-0_en.mp3",
        "text-26-1": "audio/en/text-26-1_en.mp3",
        "text-26-2": "audio/en/text-26-2_en.mp3",
        "text-26-3": "audio/en/text-26-3_en.mp3",
        "text-26-4": "audio/en/text-26-4_en.mp3",
        "text-26-5": "audio/en/text-26-5_en.mp3",
        "text-26-6": "audio/en/text-26-6_en.mp3",
        "text-26-7": "audio/en/text-26-7_en.mp3",
        "text-26-8": "audio/en/text-26-8_en.mp3",
        "text-26-26": "audio/en/text-26-26_en.mp3",
        "text-26-27": "audio/en/text-26-27_en.mp3",
        "text-26-28": "audio/en/text-26-28_en.mp3",
        "text-26-29": "audio/en/text-26-29_en.mp3",
        "text-26-30": "audio/en/text-26-30_en.mp3",
        "text-27-0": "audio/en/text-27-0_en.mp3",
        "text-27-1": "audio/en/text-27-1_en.mp3",
        "text-27-2": "audio/en/text-27-2_en.mp3",
        "text-27-3": "audio/en/text-27-3_en.mp3",
        "text-27-4": "audio/en/text-27-4_en.mp3",
        "text-27-5": "audio/en/text-27-5_en.mp3",
        "text-27-6": "audio/en/text-27-6_en.mp3",
        "text-27-7": "audio/en/text-27-7_en.mp3",
        "text-28-0": "audio/en/text-28-0_en.mp3",
        "text-28-1": "audio/en/text-28-1_en.mp3",
        "text-28-2": "audio/en/text-28-2_en.mp3",
        "text-28-3": "audio/en/text-28-3_en.mp3",
        "text-28-5": "audio/en/text-28-5_en.mp3",
        "text-28-7": "audio/en/text-28-7_en.mp3",
        "text-28-8": "audio/en/text-28-8_en.mp3",
        "text-28-9": "audio/en/text-28-9_en.mp3",
        "text-28-10": "audio/en/text-28-10_en.mp3",
        "text-28-11": "audio/en/text-28-11_en.mp3",
        "text-28-12": "audio/en/text-28-12_en.mp3",
        "text-28-13": "audio/en/text-28-13_en.mp3",
        "text-28-14": "audio/en/text-28-14_en.mp3",
        "text-28-15": "audio/en/text-28-15_en.mp3",
        "text-28-16": "audio/en/text-28-16_en.mp3",
        "text-28-17": "audio/en/text-28-17_en.mp3",
        "text-28-18": "audio/en/text-28-18_en.mp3",
        "text-29-0": "audio/en/text-29-0_en.mp3",
        "text-29-1": "audio/en/text-29-1_en.mp3",
        "text-31-0": "audio/en/text-31-0_en.mp3",
        "text-31-1": "audio/en/text-31-1_en.mp3",
        "text-31-2": "audio/en/text-31-2_en.mp3",
        "text-31-3": "audio/en/text-31-3_en.mp3",
        "text-31-4": "audio/en/text-31-4_en.mp3",
        "text-31-5": "audio/en/text-31-5_en.mp3",
        "text-31-6": "audio/en/text-31-6_en.mp3",
        "text-31-7": "audio/en/text-31-7_en.mp3",
        "img-2-1": "audio/en/img-2-1_en.mp3",
        "img-3-1": "audio/en/img-3-1_en.mp3",
        "img-6-2": "audio/en/img-6-2_en.mp3",
        "img-8-3": "audio/en/img-8-3_en.mp3",
        "img-9-2": "audio/en/img-9-2_en.mp3",
        "img-13-2": "audio/en/img-13-2_en.mp3",
        "img-15-2": "audio/en/img-15-2_en.mp3",
        "img-18-2": "audio/en/img-18-2_en.mp3",
        "img-19-2": "audio/en/img-19-2_en.mp3",
        "img-20-2": "audio/en/img-20-2_en.mp3",
        "img-23-2": "audio/en/img-23-2_en.mp3",
        "img-25-2": "audio/en/img-25-2_en.mp3",
        "img-26-2": "audio/en/img-26-2_en.mp3",
        "img-28-2": "audio/en/img-28-2_en.mp3",
        "img-30-1": "audio/en/img-30-1_en.mp3",
        "img-31-2": "audio/en/img-31-2_en.mp3",
        "sectioneli5-0-0": "audio/en/sectioneli5-0-0_en.mp3",
        "sectioneli5-1-0": "audio/en/sectioneli5-1-0_en.mp3",
        "sectioneli5-2-0": "audio/en/sectioneli5-2-0_en.mp3",
        "sectioneli5-3-1": "audio/en/sectioneli5-3-1_en.mp3",
        "sectioneli5-5-0": "audio/en/sectioneli5-5-0_en.mp3",
        "sectioneli5-5-1": "audio/en/sectioneli5-5-1_en.mp3",
        "sectioneli5-5-2": "audio/en/sectioneli5-5-2_en.mp3",
        "sectioneli5-5-3": "audio/en/sectioneli5-5-3_en.mp3",
        "sectioneli5-5-4": "audio/en/sectioneli5-5-4_en.mp3",
        "sectioneli5-6-0": "audio/en/sectioneli5-6-0_en.mp3",
        "sectioneli5-6-1": "audio/en/sectioneli5-6-1_en.mp3",
        "sectioneli5-7-0": "audio/en/sectioneli5-7-0_en.mp3",
        "sectioneli5-7-1": "audio/en/sectioneli5-7-1_en.mp3",
        "sectioneli5-8-0": "audio/en/sectioneli5-8-0_en.mp3",
        "sectioneli5-9-0": "audio/en/sectioneli5-9-0_en.mp3",
        "sectioneli5-10-0": "audio/en/sectioneli5-10-0_en.mp3",
        "sectioneli5-10-1": "audio/en/sectioneli5-10-1_en.mp3",
        "sectioneli5-11-0": "audio/en/sectioneli5-11-0_en.mp3",
        "sectioneli5-12-0": "audio/en/sectioneli5-12-0_en.mp3",
        "sectioneli5-13-0": "audio/en/sectioneli5-13-0_en.mp3",
        "sectioneli5-13-1": "audio/en/sectioneli5-13-1_en.mp3",
        "sectioneli5-15-0": "audio/en/sectioneli5-15-0_en.mp3",
        "sectioneli5-15-1": "audio/en/sectioneli5-15-1_en.mp3",
        "sectioneli5-16-0": "audio/en/sectioneli5-16-0_en.mp3",
        "sectioneli5-16-1": "audio/en/sectioneli5-16-1_en.mp3",
        "sectioneli5-16-2": "audio/en/sectioneli5-16-2_en.mp3",
        "sectioneli5-17-0": "audio/en/sectioneli5-17-0_en.mp3",
        "sectioneli5-17-1": "audio/en/sectioneli5-17-1_en.mp3",
        "sectioneli5-17-2": "audio/en/sectioneli5-17-2_en.mp3",
        "sectioneli5-17-3": "audio/en/sectioneli5-17-3_en.mp3",
        "sectioneli5-17-4": "audio/en/sectioneli5-17-4_en.mp3",
        "sectioneli5-18-0": "audio/en/sectioneli5-18-0_en.mp3",
        "sectioneli5-18-1": "audio/en/sectioneli5-18-1_en.mp3",
        "sectioneli5-19-0": "audio/en/sectioneli5-19-0_en.mp3",
        "sectioneli5-19-1": "audio/en/sectioneli5-19-1_en.mp3",
        "sectioneli5-20-0": "audio/en/sectioneli5-20-0_en.mp3",
        "sectioneli5-21-0": "audio/en/sectioneli5-21-0_en.mp3",
        "sectioneli5-23-0": "audio/en/sectioneli5-23-0_en.mp3",
        "sectioneli5-23-1": "audio/en/sectioneli5-23-1_en.mp3",
        "sectioneli5-24-0": "audio/en/sectioneli5-24-0_en.mp3",
        "sectioneli5-25-0": "audio/en/sectioneli5-25-0_en.mp3",
        "sectioneli5-25-1": "audio/en/sectioneli5-25-1_en.mp3",
        "sectioneli5-25-2": "audio/en/sectioneli5-25-2_en.mp3",
        "sectioneli5-26-0": "audio/en/sectioneli5-26-0_en.mp3",
        "sectioneli5-26-1": "audio/en/sectioneli5-26-1_en.mp3",
        "sectioneli5-27-0": "audio/en/sectioneli5-27-0_en.mp3",
        "sectioneli5-27-1": "audio/en/sectioneli5-27-1_en.mp3",
        "sectioneli5-27-2": "audio/en/sectioneli5-27-2_en.mp3",
        "sectioneli5-28-0": "audio/en/sectioneli5-28-0_en.mp3",
        "sectioneli5-28-1": "audio/en/sectioneli5-28-1_en.mp3",
        "sectioneli5-29-0": "audio/en/sectioneli5-29-0_en.mp3",
        "sectioneli5-30-0": "audio/en/sectioneli5-30-0_en.mp3",
        "sectioneli5-31-0": "audio/en/sectioneli5-31-0_en.mp3",
        "easyread-text-0-0": "audio/en/easyread-text-0-0_en.mp3",
        "easyread-text-0-1": "audio/en/easyread-text-0-1_en.mp3",
        "easyread-text-0-2": "audio/en/easyread-text-0-2_en.mp3",
        "easyread-text-1-0": "audio/en/easyread-text-1-0_en.mp3",
        "easyread-text-1-1": "audio/en/easyread-text-1-1_en.mp3",
        "easyread-text-1-2": "audio/en/easyread-text-1-2_en.mp3",
        "easyread-text-5-0": "audio/en/easyread-text-5-0_en.mp3",
        "easyread-text-5-1": "audio/en/easyread-text-5-1_en.mp3",
        "easyread-text-5-2": "audio/en/easyread-text-5-2_en.mp3",
        "easyread-text-5-3": "audio/en/easyread-text-5-3_en.mp3",
        "easyread-text-5-4": "audio/en/easyread-text-5-4_en.mp3",
        "easyread-text-5-5": "audio/en/easyread-text-5-5_en.mp3",
        "easyread-text-5-6": "audio/en/easyread-text-5-6_en.mp3",
        "easyread-text-5-7": "audio/en/easyread-text-5-7_en.mp3",
        "easyread-text-5-8": "audio/en/easyread-text-5-8_en.mp3",
        "easyread-text-5-9": "audio/en/easyread-text-5-9_en.mp3",
        "easyread-text-5-10": "audio/en/easyread-text-5-10_en.mp3",
        "easyread-text-5-11": "audio/en/easyread-text-5-11_en.mp3",
        "easyread-text-5-12": "audio/en/easyread-text-5-12_en.mp3",
        "easyread-text-5-13": "audio/en/easyread-text-5-13_en.mp3",
        "easyread-text-5-14": "audio/en/easyread-text-5-14_en.mp3",
        "easyread-text-5-15": "audio/en/easyread-text-5-15_en.mp3",
        "easyread-text-5-16": "audio/en/easyread-text-5-16_en.mp3",
        "easyread-text-5-17": "audio/en/easyread-text-5-17_en.mp3",
        "easyread-text-5-18": "audio/en/easyread-text-5-18_en.mp3",
        "easyread-text-5-19": "audio/en/easyread-text-5-19_en.mp3",
        "easyread-text-5-20": "audio/en/easyread-text-5-20_en.mp3",
        "easyread-text-5-21": "audio/en/easyread-text-5-21_en.mp3",
        "easyread-text-5-22": "audio/en/easyread-text-5-22_en.mp3",
        "easyread-text-5-23": "audio/en/easyread-text-5-23_en.mp3",
        "easyread-text-5-24": "audio/en/easyread-text-5-24_en.mp3",
        "easyread-text-5-25": "audio/en/easyread-text-5-25_en.mp3",
        "easyread-text-5-26": "audio/en/easyread-text-5-26_en.mp3",
        "easyread-text-5-27": "audio/en/easyread-text-5-27_en.mp3",
        "easyread-text-5-28": "audio/en/easyread-text-5-28_en.mp3",
        "easyread-text-5-29": "audio/en/easyread-text-5-29_en.mp3",
        "easyread-text-5-30": "audio/en/easyread-text-5-30_en.mp3",
        "easyread-text-5-31": "audio/en/easyread-text-5-31_en.mp3",
        "easyread-text-5-32": "audio/en/easyread-text-5-32_en.mp3",
        "easyread-text-5-33": "audio/en/easyread-text-5-33_en.mp3",
        "easyread-text-5-34": "audio/en/easyread-text-5-34_en.mp3",
        "easyread-text-5-35": "audio/en/easyread-text-5-35_en.mp3",
        "easyread-text-6-0": "audio/en/easyread-text-6-0_en.mp3",
        "easyread-text-6-1": "audio/en/easyread-text-6-1_en.mp3",
        "easyread-text-6-2": "audio/en/easyread-text-6-2_en.mp3",
        "easyread-text-6-3": "audio/en/easyread-text-6-3_en.mp3",
        "easyread-text-6-4": "audio/en/easyread-text-6-4_en.mp3",
        "easyread-text-6-5": "audio/en/easyread-text-6-5_en.mp3",
        "easyread-text-6-6": "audio/en/easyread-text-6-6_en.mp3",
        "easyread-text-6-7": "audio/en/easyread-text-6-7_en.mp3",
        "easyread-text-6-8": "audio/en/easyread-text-6-8_en.mp3",
        "easyread-text-6-9": "audio/en/easyread-text-6-9_en.mp3",
        "easyread-text-6-10": "audio/en/easyread-text-6-10_en.mp3",
        "easyread-text-6-11": "audio/en/easyread-text-6-11_en.mp3",
        "easyread-text-6-12": "audio/en/easyread-text-6-12_en.mp3",
        "easyread-text-6-13": "audio/en/easyread-text-6-13_en.mp3",
        "easyread-text-6-14": "audio/en/easyread-text-6-14_en.mp3",
        "easyread-text-7-0": "audio/en/easyread-text-7-0_en.mp3",
        "easyread-text-7-1": "audio/en/easyread-text-7-1_en.mp3",
        "easyread-text-7-2": "audio/en/easyread-text-7-2_en.mp3",
        "easyread-text-7-3": "audio/en/easyread-text-7-3_en.mp3",
        "easyread-text-7-4": "audio/en/easyread-text-7-4_en.mp3",
        "easyread-text-7-5": "audio/en/easyread-text-7-5_en.mp3",
        "easyread-text-7-7": "audio/en/easyread-text-7-7_en.mp3",
        "easyread-text-7-8": "audio/en/easyread-text-7-8_en.mp3",
        "easyread-text-7-9": "audio/en/easyread-text-7-9_en.mp3",
        "easyread-text-7-10": "audio/en/easyread-text-7-10_en.mp3",
        "easyread-text-7-12": "audio/en/easyread-text-7-12_en.mp3",
        "easyread-text-7-15": "audio/en/easyread-text-7-15_en.mp3",
        "easyread-text-7-16": "audio/en/easyread-text-7-16_en.mp3",
        "easyread-text-7-18": "audio/en/easyread-text-7-18_en.mp3",
        "easyread-text-7-21": "audio/en/easyread-text-7-21_en.mp3",
        "easyread-text-7-24": "audio/en/easyread-text-7-24_en.mp3",
        "easyread-text-7-25": "audio/en/easyread-text-7-25_en.mp3",
        "easyread-text-7-26": "audio/en/easyread-text-7-26_en.mp3",
        "easyread-text-7-27": "audio/en/easyread-text-7-27_en.mp3",
        "easyread-text-7-28": "audio/en/easyread-text-7-28_en.mp3",
        "easyread-text-7-29": "audio/en/easyread-text-7-29_en.mp3",
        "easyread-text-7-30": "audio/en/easyread-text-7-30_en.mp3",
        "easyread-text-7-31": "audio/en/easyread-text-7-31_en.mp3",
        "easyread-text-7-32": "audio/en/easyread-text-7-32_en.mp3",
        "easyread-text-7-33": "audio/en/easyread-text-7-33_en.mp3",
        "easyread-text-7-34": "audio/en/easyread-text-7-34_en.mp3",
        "easyread-text-7-35": "audio/en/easyread-text-7-35_en.mp3",
        "easyread-text-8-0": "audio/en/easyread-text-8-0_en.mp3",
        "easyread-text-8-1": "audio/en/easyread-text-8-1_en.mp3",
        "easyread-text-8-2": "audio/en/easyread-text-8-2_en.mp3",
        "easyread-text-8-3": "audio/en/easyread-text-8-3_en.mp3",
        "easyread-text-8-4": "audio/en/easyread-text-8-4_en.mp3",
        "easyread-text-8-5": "audio/en/easyread-text-8-5_en.mp3",
        "easyread-text-8-6": "audio/en/easyread-text-8-6_en.mp3",
        "easyread-text-8-7": "audio/en/easyread-text-8-7_en.mp3",
        "easyread-text-8-8": "audio/en/easyread-text-8-8_en.mp3",
        "easyread-text-8-9": "audio/en/easyread-text-8-9_en.mp3",
        "easyread-text-9-0": "audio/en/easyread-text-9-0_en.mp3",
        "easyread-text-9-1": "audio/en/easyread-text-9-1_en.mp3",
        "easyread-text-9-3": "audio/en/easyread-text-9-3_en.mp3",
        "easyread-text-9-4": "audio/en/easyread-text-9-4_en.mp3",
        "easyread-text-9-5": "audio/en/easyread-text-9-5_en.mp3",
        "easyread-text-9-6": "audio/en/easyread-text-9-6_en.mp3",
        "easyread-text-9-7": "audio/en/easyread-text-9-7_en.mp3",
        "easyread-text-9-8": "audio/en/easyread-text-9-8_en.mp3",
        "easyread-text-9-9": "audio/en/easyread-text-9-9_en.mp3",
        "easyread-text-9-10": "audio/en/easyread-text-9-10_en.mp3",
        "easyread-text-9-11": "audio/en/easyread-text-9-11_en.mp3",
        "easyread-text-9-12": "audio/en/easyread-text-9-12_en.mp3",
        "easyread-text-9-13": "audio/en/easyread-text-9-13_en.mp3",
        "easyread-text-9-14": "audio/en/easyread-text-9-14_en.mp3",
        "easyread-text-9-15": "audio/en/easyread-text-9-15_en.mp3",
        "easyread-text-9-16": "audio/en/easyread-text-9-16_en.mp3",
        "easyread-text-10-0": "audio/en/easyread-text-10-0_en.mp3",
        "easyread-text-10-1": "audio/en/easyread-text-10-1_en.mp3",
        "easyread-text-10-2": "audio/en/easyread-text-10-2_en.mp3",
        "easyread-text-10-3": "audio/en/easyread-text-10-3_en.mp3",
        "easyread-text-10-4": "audio/en/easyread-text-10-4_en.mp3",
        "easyread-text-10-5": "audio/en/easyread-text-10-5_en.mp3",
        "easyread-text-10-6": "audio/en/easyread-text-10-6_en.mp3",
        "easyread-text-10-7": "audio/en/easyread-text-10-7_en.mp3",
        "easyread-text-10-8": "audio/en/easyread-text-10-8_en.mp3",
        "easyread-text-10-9": "audio/en/easyread-text-10-9_en.mp3",
        "easyread-text-10-10": "audio/en/easyread-text-10-10_en.mp3",
        "easyread-text-10-11": "audio/en/easyread-text-10-11_en.mp3",
        "easyread-text-10-12": "audio/en/easyread-text-10-12_en.mp3",
        "easyread-text-10-13": "audio/en/easyread-text-10-13_en.mp3",
        "easyread-text-10-14": "audio/en/easyread-text-10-14_en.mp3",
        "easyread-text-11-0": "audio/en/easyread-text-11-0_en.mp3",
        "easyread-text-11-1": "audio/en/easyread-text-11-1_en.mp3",
        "easyread-text-11-3": "audio/en/easyread-text-11-3_en.mp3",
        "easyread-text-11-5": "audio/en/easyread-text-11-5_en.mp3",
        "easyread-text-11-7": "audio/en/easyread-text-11-7_en.mp3",
        "easyread-text-11-9": "audio/en/easyread-text-11-9_en.mp3",
        "easyread-text-11-11": "audio/en/easyread-text-11-11_en.mp3",
        "easyread-text-11-13": "audio/en/easyread-text-11-13_en.mp3",
        "easyread-text-11-15": "audio/en/easyread-text-11-15_en.mp3",
        "easyread-text-11-17": "audio/en/easyread-text-11-17_en.mp3",
        "easyread-text-11-19": "audio/en/easyread-text-11-19_en.mp3",
        "easyread-text-11-21": "audio/en/easyread-text-11-21_en.mp3",
        "easyread-text-11-23": "audio/en/easyread-text-11-23_en.mp3",
        "easyread-text-11-25": "audio/en/easyread-text-11-25_en.mp3",
        "easyread-text-11-27": "audio/en/easyread-text-11-27_en.mp3",
        "easyread-text-11-29": "audio/en/easyread-text-11-29_en.mp3",
        "easyread-text-11-31": "audio/en/easyread-text-11-31_en.mp3",
        "easyread-text-13-0": "audio/en/easyread-text-13-0_en.mp3",
        "easyread-text-13-1": "audio/en/easyread-text-13-1_en.mp3",
        "easyread-text-13-2": "audio/en/easyread-text-13-2_en.mp3",
        "easyread-text-13-3": "audio/en/easyread-text-13-3_en.mp3",
        "easyread-text-13-4": "audio/en/easyread-text-13-4_en.mp3",
        "easyread-text-13-5": "audio/en/easyread-text-13-5_en.mp3",
        "easyread-text-13-6": "audio/en/easyread-text-13-6_en.mp3",
        "easyread-text-13-7": "audio/en/easyread-text-13-7_en.mp3",
        "easyread-text-13-8": "audio/en/easyread-text-13-8_en.mp3",
        "easyread-text-13-16": "audio/en/easyread-text-13-16_en.mp3",
        "easyread-text-13-9": "audio/en/easyread-text-13-9_en.mp3",
        "easyread-text-13-10": "audio/en/easyread-text-13-10_en.mp3",
        "easyread-text-13-11": "audio/en/easyread-text-13-11_en.mp3",
        "easyread-text-13-12": "audio/en/easyread-text-13-12_en.mp3",
        "easyread-text-13-13": "audio/en/easyread-text-13-13_en.mp3",
        "easyread-text-13-14": "audio/en/easyread-text-13-14_en.mp3",
        "easyread-text-13-15": "audio/en/easyread-text-13-15_en.mp3",
        "easyread-text-15-0": "audio/en/easyread-text-15-0_en.mp3",
        "easyread-text-15-1": "audio/en/easyread-text-15-1_en.mp3",
        "easyread-text-15-2": "audio/en/easyread-text-15-2_en.mp3",
        "easyread-text-15-3": "audio/en/easyread-text-15-3_en.mp3",
        "easyread-text-15-4": "audio/en/easyread-text-15-4_en.mp3",
        "easyread-text-15-5": "audio/en/easyread-text-15-5_en.mp3",
        "easyread-text-15-6": "audio/en/easyread-text-15-6_en.mp3",
        "easyread-text-15-7": "audio/en/easyread-text-15-7_en.mp3",
        "easyread-text-16-0": "audio/en/easyread-text-16-0_en.mp3",
        "easyread-text-16-1": "audio/en/easyread-text-16-1_en.mp3",
        "easyread-text-16-2": "audio/en/easyread-text-16-2_en.mp3",
        "easyread-text-16-3": "audio/en/easyread-text-16-3_en.mp3",
        "easyread-text-16-4": "audio/en/easyread-text-16-4_en.mp3",
        "easyread-text-16-6": "audio/en/easyread-text-16-6_en.mp3",
        "easyread-text-17-0": "audio/en/easyread-text-17-0_en.mp3",
        "easyread-text-17-5": "audio/en/easyread-text-17-5_en.mp3",
        "easyread-text-17-1": "audio/en/easyread-text-17-1_en.mp3",
        "easyread-text-17-2": "audio/en/easyread-text-17-2_en.mp3",
        "easyread-text-17-3": "audio/en/easyread-text-17-3_en.mp3",
        "easyread-text-17-4": "audio/en/easyread-text-17-4_en.mp3",
        "easyread-text-17-6": "audio/en/easyread-text-17-6_en.mp3",
        "easyread-text-17-7": "audio/en/easyread-text-17-7_en.mp3",
        "easyread-text-17-8": "audio/en/easyread-text-17-8_en.mp3",
        "easyread-text-17-9": "audio/en/easyread-text-17-9_en.mp3",
        "easyread-text-17-10": "audio/en/easyread-text-17-10_en.mp3",
        "easyread-text-17-11": "audio/en/easyread-text-17-11_en.mp3",
        "easyread-text-17-12": "audio/en/easyread-text-17-12_en.mp3",
        "easyread-text-17-13": "audio/en/easyread-text-17-13_en.mp3",
        "easyread-text-17-14": "audio/en/easyread-text-17-14_en.mp3",
        "easyread-text-17-15": "audio/en/easyread-text-17-15_en.mp3",
        "easyread-text-17-16": "audio/en/easyread-text-17-16_en.mp3",
        "easyread-text-17-17": "audio/en/easyread-text-17-17_en.mp3",
        "easyread-text-17-18": "audio/en/easyread-text-17-18_en.mp3",
        "easyread-text-17-19": "audio/en/easyread-text-17-19_en.mp3",
        "easyread-text-17-20": "audio/en/easyread-text-17-20_en.mp3",
        "easyread-text-17-21": "audio/en/easyread-text-17-21_en.mp3",
        "easyread-text-17-22": "audio/en/easyread-text-17-22_en.mp3",
        "easyread-text-17-23": "audio/en/easyread-text-17-23_en.mp3",
        "easyread-text-18-0": "audio/en/easyread-text-18-0_en.mp3",
        "easyread-text-18-1": "audio/en/easyread-text-18-1_en.mp3",
        "easyread-text-18-2": "audio/en/easyread-text-18-2_en.mp3",
        "easyread-text-18-3": "audio/en/easyread-text-18-3_en.mp3",
        "easyread-text-18-4": "audio/en/easyread-text-18-4_en.mp3",
        "easyread-text-18-5": "audio/en/easyread-text-18-5_en.mp3",
        "easyread-text-18-6": "audio/en/easyread-text-18-6_en.mp3",
        "easyread-text-18-7": "audio/en/easyread-text-18-7_en.mp3",
        "easyread-text-18-8": "audio/en/easyread-text-18-8_en.mp3",
        "easyread-text-18-9": "audio/en/easyread-text-18-9_en.mp3",
        "easyread-text-18-10": "audio/en/easyread-text-18-10_en.mp3",
        "easyread-text-18-11": "audio/en/easyread-text-18-11_en.mp3",
        "easyread-text-18-12": "audio/en/easyread-text-18-12_en.mp3",
        "easyread-text-18-13": "audio/en/easyread-text-18-13_en.mp3",
        "easyread-text-18-14": "audio/en/easyread-text-18-14_en.mp3",
        "easyread-text-18-15": "audio/en/easyread-text-18-15_en.mp3",
        "easyread-text-18-16": "audio/en/easyread-text-18-16_en.mp3",
        "easyread-text-19-0": "audio/en/easyread-text-19-0_en.mp3",
        "easyread-text-19-1": "audio/en/easyread-text-19-1_en.mp3",
        "easyread-text-19-2": "audio/en/easyread-text-19-2_en.mp3",
        "easyread-text-19-3": "audio/en/easyread-text-19-3_en.mp3",
        "easyread-text-19-4": "audio/en/easyread-text-19-4_en.mp3",
        "easyread-text-19-5": "audio/en/easyread-text-19-5_en.mp3",
        "easyread-text-19-6": "audio/en/easyread-text-19-6_en.mp3",
        "easyread-text-19-7": "audio/en/easyread-text-19-7_en.mp3",
        "easyread-text-19-8": "audio/en/easyread-text-19-8_en.mp3",
        "easyread-text-19-9": "audio/en/easyread-text-19-9_en.mp3",
        "easyread-text-19-10": "audio/en/easyread-text-19-10_en.mp3",
        "easyread-text-19-11": "audio/en/easyread-text-19-11_en.mp3",
        "easyread-text-19-12": "audio/en/easyread-text-19-12_en.mp3",
        "easyread-text-19-13": "audio/en/easyread-text-19-13_en.mp3",
        "easyread-text-20-0": "audio/en/easyread-text-20-0_en.mp3",
        "easyread-text-20-1": "audio/en/easyread-text-20-1_en.mp3",
        "easyread-text-20-2": "audio/en/easyread-text-20-2_en.mp3",
        "easyread-text-20-3": "audio/en/easyread-text-20-3_en.mp3",
        "easyread-text-20-4": "audio/en/easyread-text-20-4_en.mp3",
        "easyread-text-20-5": "audio/en/easyread-text-20-5_en.mp3",
        "easyread-text-20-6": "audio/en/easyread-text-20-6_en.mp3",
        "easyread-text-20-7": "audio/en/easyread-text-20-7_en.mp3",
        "easyread-text-20-8": "audio/en/easyread-text-20-8_en.mp3",
        "easyread-text-21-0": "audio/en/easyread-text-21-0_en.mp3",
        "easyread-text-21-1": "audio/en/easyread-text-21-1_en.mp3",
        "easyread-text-23-0": "audio/en/easyread-text-23-0_en.mp3",
        "easyread-text-23-1": "audio/en/easyread-text-23-1_en.mp3",
        "easyread-text-23-2": "audio/en/easyread-text-23-2_en.mp3",
        "easyread-text-23-3": "audio/en/easyread-text-23-3_en.mp3",
        "easyread-text-23-4": "audio/en/easyread-text-23-4_en.mp3",
        "easyread-text-23-5": "audio/en/easyread-text-23-5_en.mp3",
        "easyread-text-23-6": "audio/en/easyread-text-23-6_en.mp3",
        "easyread-text-23-7": "audio/en/easyread-text-23-7_en.mp3",
        "easyread-text-23-8": "audio/en/easyread-text-23-8_en.mp3",
        "easyread-text-23-9": "audio/en/easyread-text-23-9_en.mp3",
        "easyread-text-23-10": "audio/en/easyread-text-23-10_en.mp3",
        "easyread-text-23-11": "audio/en/easyread-text-23-11_en.mp3",
        "easyread-text-23-12": "audio/en/easyread-text-23-12_en.mp3",
        "easyread-text-23-13": "audio/en/easyread-text-23-13_en.mp3",
        "easyread-text-23-14": "audio/en/easyread-text-23-14_en.mp3",
        "easyread-text-23-15": "audio/en/easyread-text-23-15_en.mp3",
        "easyread-text-23-16": "audio/en/easyread-text-23-16_en.mp3",
        "easyread-text-23-17": "audio/en/easyread-text-23-17_en.mp3",
        "easyread-text-23-18": "audio/en/easyread-text-23-18_en.mp3",
        "easyread-text-23-19": "audio/en/easyread-text-23-19_en.mp3",
        "easyread-text-23-20": "audio/en/easyread-text-23-20_en.mp3",
        "easyread-text-24-0": "audio/en/easyread-text-24-0_en.mp3",
        "easyread-text-24-1": "audio/en/easyread-text-24-1_en.mp3",
        "easyread-text-24-2": "audio/en/easyread-text-24-2_en.mp3",
        "easyread-text-24-3": "audio/en/easyread-text-24-3_en.mp3",
        "easyread-text-25-0": "audio/en/easyread-text-25-0_en.mp3",
        "easyread-text-25-1": "audio/en/easyread-text-25-1_en.mp3",
        "easyread-text-25-2": "audio/en/easyread-text-25-2_en.mp3",
        "easyread-text-25-3": "audio/en/easyread-text-25-3_en.mp3",
        "easyread-text-25-4": "audio/en/easyread-text-25-4_en.mp3",
        "easyread-text-25-5": "audio/en/easyread-text-25-5_en.mp3",
        "easyread-text-25-6": "audio/en/easyread-text-25-6_en.mp3",
        "easyread-text-25-7": "audio/en/easyread-text-25-7_en.mp3",
        "easyread-text-25-8": "audio/en/easyread-text-25-8_en.mp3",
        "easyread-text-25-9": "audio/en/easyread-text-25-9_en.mp3",
        "easyread-text-25-10": "audio/en/easyread-text-25-10_en.mp3",
        "easyread-text-25-11": "audio/en/easyread-text-25-11_en.mp3",
        "easyread-text-25-12": "audio/en/easyread-text-25-12_en.mp3",
        "easyread-text-26-0": "audio/en/easyread-text-26-0_en.mp3",
        "easyread-text-26-1": "audio/en/easyread-text-26-1_en.mp3",
        "easyread-text-26-2": "audio/en/easyread-text-26-2_en.mp3",
        "easyread-text-26-3": "audio/en/easyread-text-26-3_en.mp3",
        "easyread-text-26-4": "audio/en/easyread-text-26-4_en.mp3",
        "easyread-text-26-5": "audio/en/easyread-text-26-5_en.mp3",
        "easyread-text-26-6": "audio/en/easyread-text-26-6_en.mp3",
        "easyread-text-26-7": "audio/en/easyread-text-26-7_en.mp3",
        "easyread-text-26-8": "audio/en/easyread-text-26-8_en.mp3",
        "easyread-text-26-26": "audio/en/easyread-text-26-26_en.mp3",
        "easyread-text-26-27": "audio/en/easyread-text-26-27_en.mp3",
        "easyread-text-26-28": "audio/en/easyread-text-26-28_en.mp3",
        "easyread-text-26-29": "audio/en/easyread-text-26-29_en.mp3",
        "easyread-text-26-30": "audio/en/easyread-text-26-30_en.mp3",
        "easyread-text-27-0": "audio/en/easyread-text-27-0_en.mp3",
        "easyread-text-27-1": "audio/en/easyread-text-27-1_en.mp3",
        "easyread-text-27-2": "audio/en/easyread-text-27-2_en.mp3",
        "easyread-text-27-3": "audio/en/easyread-text-27-3_en.mp3",
        "easyread-text-27-4": "audio/en/easyread-text-27-4_en.mp3",
        "easyread-text-27-5": "audio/en/easyread-text-27-5_en.mp3",
        "easyread-text-27-6": "audio/en/easyread-text-27-6_en.mp3",
        "easyread-text-27-7": "audio/en/easyread-text-27-7_en.mp3",
        "easyread-text-28-0": "audio/en/easyread-text-28-0_en.mp3",
        "easyread-text-28-1": "audio/en/easyread-text-28-1_en.mp3",
        "easyread-text-28-2": "audio/en/easyread-text-28-2_en.mp3",
        "easyread-text-28-3": "audio/en/easyread-text-28-3_en.mp3",
        "easyread-text-28-5": "audio/en/easyread-text-28-5_en.mp3",
        "easyread-text-28-7": "audio/en/easyread-text-28-7_en.mp3",
        "easyread-text-28-8": "audio/en/easyread-text-28-8_en.mp3",
        "easyread-text-28-9": "audio/en/easyread-text-28-9_en.mp3",
        "easyread-text-28-10": "audio/en/easyread-text-28-10_en.mp3",
        "easyread-text-28-11": "audio/en/easyread-text-28-11_en.mp3",
        "easyread-text-28-12": "audio/en/easyread-text-28-12_en.mp3",
        "easyread-text-28-13": "audio/en/easyread-text-28-13_en.mp3",
        "easyread-text-28-14": "audio/en/easyread-text-28-14_en.mp3",
        "easyread-text-28-15": "audio/en/easyread-text-28-15_en.mp3",
        "easyread-text-28-16": "audio/en/easyread-text-28-16_en.mp3",
        "easyread-text-28-17": "audio/en/easyread-text-28-17_en.mp3",
        "easyread-text-28-18": "audio/en/easyread-text-28-18_en.mp3",
        "easyread-text-29-0": "audio/en/easyread-text-29-0_en.mp3",
        "easyread-text-29-1": "audio/en/easyread-text-29-1_en.mp3",
        "easyread-text-31-0": "audio/en/easyread-text-31-0_en.mp3",
        "easyread-text-31-1": "audio/en/easyread-text-31-1_en.mp3",
        "easyread-text-31-2": "audio/en/easyread-text-31-2_en.mp3",
        "easyread-text-31-3": "audio/en/easyread-text-31-3_en.mp3",
        "easyread-text-31-4": "audio/en/easyread-text-31-4_en.mp3",
        "easyread-text-31-5": "audio/en/easyread-text-31-5_en.mp3",
        "easyread-text-31-6": "audio/en/easyread-text-31-6_en.mp3",
        "easyread-text-31-7": "audio/en/easyread-text-31-7_en.mp3"
    }
}